{
  "quotes": [
    "The journey itself is my home.",
    "Do not seek to follow in the footsteps of the wise; seek what they sought.",
    "Winter solitude-<br>in a world of one colour<br>the sound of the wind.",
    "This autumn-<br>why am I growing old?<br>bird disappearing among clouds.",
    "Sitting quietly, doing nothing, Spring comes, and the grass grows, by itself.",
    "Real poetry, is to lead a beautiful life. To live poetry is better than to write it.",
    "Come, butterfly<br>It",
    "Every day is a journey, and the journey itself is home.",
    "All Heaven and Earth<br>Flowered white obliterate...<br>Snow...unceasing snow",
    "Come, see the true<br>flowers<br>of this pained world.",
    "When composing a verse let there not be a hair",
    "Many solemn nights <br>Blond moon, we stand and marvel...<br>Sleeping our noons away",
    "Between our two lives<br>there is also the life of<br>the cherry blossom.",
    "April",
    "Summer grasses,<br>All that remains<br>Of soldiers",
    "The moon and sun are travelers through eternity. Even the years wander on. Whether drifting through life on a boat or climbing toward old age leading a horse, each day is a journey, and the journey itself is home.",
    "How I long to see<br>among dawn flowers,<br>the face of God.",
    "Sadly, I part from you;<br>Like a clam torn from its shell,<br>I go, and autumn too.",
    "Dead my old fine hopes<br>And dry my dreaming but still...<br>Iris, blue each spring",
    "Mountain-rose petals<br>Falling, falling, falling now...<br>Waterfall music",
    "Ballet in the air...<br>Twin butterflies until, twice white<br>They Meet, they mate",
    "Harvest moon:<br> around the pond I wander<br> and the night is gone.",
    "Even in Kyoto/Hearing the cuckoo",
    "On a bare branch a crow is perched - autumn evening",
    "No matter where your interest lies, you will not be able to accomplish anything unless you bring your deepest devotion to it.",
    "Why so scrawny, cat?<br>Starving for fat fish or mice...<br>Or backyard love?",
    "Awakened at midnight<br>by the sound of the water jar<br>cracking from the ice",
    "There is nothing you can see that is not a flower; there is nothing you can think that is not the moon.",
    "Nothing in the cry<br>of cicadas suggests they <br>are about to die",
    "Describe plum-blossoms?<br>Better than my verses...white<br>Wordless Butterflies"
  ]
}
