{
  "results": {
    "result": [
      {
        "quote":
          "I&#039;m writing and publishing not just for the present generation. I&#039;m equally writing and publishing mostly or mainly for the posterity ahead of me (all future generations). As a matter of fact, I have succeeded in writing and publishing my ever-increasing and thought-provoking quotes all over the internet. Consequently, I have equally succeeded in making global impact and positively influencing or changing the thoughts, mindsets, lifestyles, beliefs and lives of millions of people via my thought-provoking quotes. Now, that&#039;s why they (the posterity) will surely remember me and celebrate me perpetually as a Great man, writer, motivator, inspirer or inspirator. Besides that, the posterity ahead of me will eventually remember me and celebrate me more and more by virtue of my upcoming books. I have seen the future. -Emeasoba George",
        "author": "Emeasoba George"
      },
      {
        "quote":
          "Do nothing for prosperity&#039;s sake. Rather, do everything you have to do for the sake of the posterity (all future generations ahead). Because, anything done for prosperity&#039;s sake does not last perpetually most times or rather it is not often impactful. But interestingly, whatever that is done for posterity&#039;s sake is ever impactful and will surely last perpetually. I mean, anything done for the sake of the posterity will surely be remembered and celebrated globally throughout the future generations ahead. Thus, do you have the gift of writing? If yes, then never write and publish for prosperity&#039;s sake. Instead, endeavour to write and publish for posterity. Note: anything written and published for posterity&#039;s sake will surely be read throughout the future generations ahead. In fact, I (personally) have been writing and publishing for posterity, I&#039;m still writing and publishing for posterity and I will for life write and publish for posterity. Now, that&#039;s why the posterity in question will surely and eventually remember me and celebrate me too perpetually as a Great man, Writer, Motivator, Inspirator and Author by virtue of my thought-provoking quotes, insights, motivations, inspirations and my upcoming books. Oh! yes, my thought-provoking quotes, insights, motivations, inspirations and my upcoming books will surely be read, assimilated, shared, celebrated or criticized throughout the posterity ahead (all future generations) i.e. ad infinitum (endlessly, forever, never endingly). You can bet your bottom dollar. ~Emeasoba George",
        "author": "Emeasoba George"
      },
      {
        "quote":
          "Writing, I think, is not apart from living. Writing is a kind of double living. The writer experiences everything twice. Once in reality and once in the mirror which waits always before or behind.",
        "author": "Catherine Drinker Bowen"
      },
      {
        "quote": "Writing only leads to more writing.",
        "author": "Sidonie Gabrielle Colette"
      },
      {
        "quote":
          "Great writing is a submission to a creative force that seems to use the writer as an instrument. The writer finds that the words stream out, almost as if someone else were producing them. Writing becomes a process of discovery.",
        "author": "S. O'Brien"
      },
      {
        "quote":
          "A prose writer gets tired of writing prose, and wants to be a poet. So he begins every line with a capital letter, and keeps on writing prose.",
        "author": "Samuel McChord Crothers"
      },
      {
        "quote":
          "I'm writing and posting never to please or displease anyone. Rather, I'm writing and posting just to express, publicize and inculcate my thought-provoking ideas, quotes and insights. -Emeasoba George",
        "author": "Emeasoba George"
      },
      {
        "quote":
          "The need to express oneself in writing springs from a mal-adjustment to life, or from an inner conflict which the adolescent (or the grown man) cannot resolve in action. Those to whom action comes as easily as breathing rarely feel the need to break loose from the real, to rise above, and describe it... I do not mean that it is enough to be maladjusted to become a great writer, but writing is, for some, a method of resolving a conflict, provided they have the necessary talent.",
        "author": "André Maurois"
      },
      {
        "quote": "Writing criticism is to writing fiction and poetry as hugging the shore is to sailing in the open sea.",
        "author": "John Updike"
      },
      {
        "quote":
          "It is so sad to hear that Nikolai Nikolaevich Vasiliev has died. We all find it hard that he’s not alive. Friends write to us, but many letters don’t reach us… We remember the old days, visiting our hospital. I guess no one goes to the graves of our injured ones now nearly everyone was taken away from Tsarskoe. Do you remember Lukyanov he was so pitiful and sweet, always playing with our bracelets like a baby. His visiting card was in my album, but unfortunately the album was left behind at Tsarskoe. Just now I’m writing in our bedroom. On the writing desk are pictures of our beloved hospital…All in all, the times we went to visit the hospital were awfully good. We often reminisce about our visits to the hospital, the evening chats on the telephone, and everything, everything….",
        "author": "Grand Duchess Anastasia Nikolaevna of Russia"
      },
      {
        "quote":
          "The secret of writing a good e-mail is to have a good beginning and a good ending; and to keep the two as close together as possible with effective message in between. Good e-mail writing is always 1% inspiration, and 99% elimination.",
        "author": "Deodatta V. Shenai-Khatkhate"
      },
      {
        "quote":
          "I'm really impressed with your writing skills as well as with the layout on your blog. Is this a paid theme or did you customize it yourself? Anyway keep up the excellent quality writing, its rare to see a great blog like this one these days.. ebedkbgbkdeeegke",
        "author": "Smithf516"
      },
      {
        "quote":
          "My writing may not necessarily represent either my state of mind or my personal sentiments as of writing those thoughts - because I strive to be objective and well-balanced spectator of the situation, rather than enforcing my personal standpoints to my readers. I believe that such approach does a best justice to the subject matter. Objectivity is always the key!",
        "author": "Deodatta V. Shenai-Khatkhate"
      },
      {
        "quote":
          "My writing may not fully represent either my thought process or my personal sentiments at the time of writing those thoughts - because I always strive to be objective and well-balanced spectator of the situation, instead of enforcing my personal standpoints to my readers. I believe that such approach does the best justice to subject matter. Objectivity is always the key and important parameter in all processes of Life!",
        "author": "Deodatta V. Shenai-Khatkhate"
      },
      {
        "quote": "There is only one rule for writing and that is go ahead and start writing.",
        "author": "Debasish Mridha, M.D."
      },
      {
        "quote": "Writing is an incurable psychological disease which only gets worse with writing.",
        "author": "Debasish Mridha, M.D."
      },
      {
        "quote":
          "I&#039;m writing and publishing not to make (both) ends meet. Oh! yes, I&#039;m just writing and publishing in order to enrich or touch enormous lives globally and to change people&#039;s thoughts, lifestyles and beliefs positively. Guess what! I&#039;ve succeeded in doing just that. Besides, I&#039;ve equally succeeded in making a global impact all over the internet and even beyond it via my God-given thought-provoking quotes, insights, ideas, motivations and inspirations. As a matter of fact, I&#039;m presently a source of inspiration and motivation to millions of people (globally). And mark my word(s), I will ever remain a source of inspiration and motivation to the world and even to the posterity ahead (all future generations ahead) by virtue of my upcoming books. Because, I&#039;m full of strokes of a genius (I&#039;m saturated with original, unique, innovative and impactful ideas, insights, motivations and inspirations). And so, I intend to write and publish many worth-reading books on or before my demise. Anyway, thank Goodness, God (almighty) and Heavens for everything is gradually turning around for my own good or betterment. ~Emeasoba George",
        "author": "Emeasoba George"
      },
      {
        "quote":
          "When writing a novel a writer should create living people people not characters. A character is a caricature.",
        "author": "Ernest Hemingway"
      },
      {
        "quote":
          "Real seriousness in regard to writing is one of two absolute necessities. The other, unfortunately, is talent.",
        "author": "Ernest Hemingway"
      },
      {
        "quote":
          "Where there is much desire to learn, there of necessity will be much arguing, much writing, many opinions for opinions in good men is but knowledge in the making.",
        "author": "John Milton"
      },
      {
        "quote":
          "It took me fifteen years to discover that I had no talent for writing, but I couldn't give it up because by that time I was too famous.",
        "author": "Robert Benchley"
      },
      {
        "quote": "Advice to writers Sometimes you just have to stop writing. Even before you begin.",
        "author": "Stanislaw Lec"
      },
      {
        "quote": "There is an art of reading, as well as an art of thinking, and an art of writing.",
        "author": "Benjamin Disraeli"
      },
      {
        "quote": "A writer is a person for whom writing is more difficult than it is for other people.",
        "author": "Thomas Mann"
      },
      {
        "quote":
          "If you would not be forgotten as soon as you are dead, either write something worth reading or do things worth writing.",
        "author": "Benjamin Franklin"
      },
      {
        "quote":
          "I disapprove of what you say, but I will defend to the death your right to say it.N. B. This quote is commonly attributed to Voltaire, but it is not found in his writing.",
        "author": "S. G. Tallentyre"
      },
      {
        "quote":
          "The only thing I was fit for was to be a writer, and this notion rested solely on my suspicion that I would never be fit for real work, and that writing didn't require any.",
        "author": "Russell Baker"
      },
      {
        "quote":
          "When I read some of the rules for speaking and writing the English language correctly...I think-- Any fool can make a rule And every fool will mind it.",
        "author": "Henry David Thoreau"
      },
      {
        "quote":
          "To exclude from positions of trust and command all those below the age of 44 would have kept Jefferson from writing the Declaration of Independence, Washington from commanding the Continental Army, Madison from fathering the Constitution, Hamilton from serving as secretary of the treasury, Clay from being elected speaker of the House and Christopher Columbus from discovering America.",
        "author": "John Fitzgerald Kennedy"
      },
      {
        "quote": "Reading maketh a full man, conference a ready man, and writing an exact man.",
        "author": "Francis Bacon"
      },
      {
        "quote":
          "Rage is the only quality which has kept me, or anybody I have ever studied, writing columns for newspapers.",
        "author": "Jimmy Breslin"
      },
      {
        "quote": "Learn as much by writing as by reading.",
        "author": "Lord Acton"
      },
      {
        "quote":
          "Arranging a bowl of flowers in the morning can give a sense of quiet in a crowded day - like writing a poem, or saying a prayer.",
        "author": "Anne Morrow Lindbergh"
      },
      {
        "quote": "No race can prosper till it learns that there is as much dignity in tilling a field as in writing a poem.",
        "author": "Booker T. Washington"
      },
      {
        "quote":
          "My final merit I refuse you, I refuse putting from me what I really am, Encompass worlds but never try to encompass me, I crowd your sleekest and best by simply looking toward you. Writing and talk do not prove me, I carry the plenum of proof in my face, With the hush of my lips I wholly confound the skeptic.",
        "author": "Walt Whitman"
      },
      {
        "quote": "Of writing well the source and fountainhead is wise thinking.",
        "author": "Horace"
      },
      {
        "quote":
          "Without words, without writing and without books there would be no history, there could be no concept of humanity.",
        "author": "Hermann Hesse"
      },
      {
        "quote": "There are three rules for writing the novel. Unfortunately, no one knows what they are.",
        "author": "W. Somerset Maugham"
      },
      {
        "quote": "When something can be read without effort, great effort has gone into its writing.",
        "author": "Enrique Jardiel Poncela"
      },
      {
        "quote":
          "Writing is not necessarily something to be ashamed of, but do it in private and wash your hands afterwards.",
        "author": "Robert A. Heinlein"
      },
      {
        "quote": "The secret of good writing is to say an old thing in a new way or to say a new thing in an old way.",
        "author": "Richard Harding Davis"
      },
      {
        "quote":
          "Literature is the art of writing something that will be read twice journalism what will be grasped at once.",
        "author": "Cyril Connolly"
      },
      {
        "quote": "Literature is the art of writing something that will be read twice journalism what will be read once.",
        "author": "Cyril Connolly"
      },
      {
        "quote": "Always be nice to those younger than you, because they are the ones who will be writing about you.",
        "author": "Cyril Connolly"
      },
      {
        "quote":
          "To attract good fortune, spend a new coin on an old friend, share an old pleasure with a new friend, and lift up the heart of a true friend by writing his name on the wings of a dragon.",
        "author": "Chinese Proverb"
      },
      {
        "quote":
          "Writing is easy. All you do is stare at a blank sheet of paper until drops of blood form on your forehead.",
        "author": "Gene Fowler"
      },
      {
        "quote":
          "It seems to me that those songs that have been any good, I have nothing much to do with the writing of them. The words have just crawled down my sleeve and come out on the page.",
        "author": "Joan Baez"
      },
      {
        "quote":
          "Originality is not seen in single words or even sentences. Originality is the sum total of a man's thinking or his writing.",
        "author": "Isaac Bashevis Singer"
      },
      {
        "quote": "To me, the greatest pleasure of writing is not what it's about, but the music the words make.",
        "author": "Truman Capote"
      },
      {
        "quote":
          "Writing has laws of perspective, of light and shade just as painting does, or music. If you are born knowing them, fine. If not, learn them. Then rearrange the rules to suit yourself.",
        "author": "Truman Capote"
      },
      {
        "quote":
          "Writing ought either to be the manufacture of stories for which there is a market demand -- a business as safe and commendable as making soap or breakfast foods -- or it should be an art, which is always a search for something for which there is no market demand, something new and untried, where the values are intrinsic and have nothing to do with standardized values.",
        "author": "Willa Sibert Cather"
      },
      {
        "quote":
          "It is not a bad idea to get in the habit of writing down one's thoughts. It saves one having to bother anyone else with them.",
        "author": "Isabel Colegate"
      },
      {
        "quote":
          "There are so many opportunities in life, that the loss of two or three capabilities is not necessarily debilitating. A handicap can give you the opportunity to focus more on art, writing, or music.",
        "author": "Jim Davis"
      },
      {
        "quote":
          "Life can't ever really defeat a writer who is in love with writing, for life itself is a writer's lover until death--fascinating, cruel, lavish, warm, cold, treacherous constant.",
        "author": "Edna Ferber"
      },
      {
        "quote":
          "Only amateurs say that they write for their own amusement. Writing is not an amusing occupation. It is a combination of ditch-digging, mountain-climbing, treadmill and childbirth... But amusing Never.",
        "author": "Edna Ferber"
      },
      {
        "quote": "Television has raised writing to a new low.",
        "author": "Samuel Goldwyn"
      },
      {
        "quote":
          "If I had to give young writers advice, I would say don't listen to writers talking about writing or themselves.",
        "author": "Lillian Hellman"
      },
      {
        "quote":
          "Never be entirely idle but either be reading, or writing, or praying or meditating or endeavoring something for the public good.",
        "author": "Thomas a Kempis"
      },
      {
        "quote":
          "Not only the studying and writing of history but also the honoring of it both represent affirmations of a certain defiant faith-a desperate, unreasoning faith, if you will-but faith nevertheless in the endurance of this threatened world-faith in the total essentiality of historical continuity.",
        "author": "George Frost Kennan"
      },
      {
        "quote":
          "Getting ahead in a difficult profession -- singing, acting, writing, whatever -- requires avid faith in yourself. You must be able to sustain yourself against staggering blows and unfair reversals. When I think back to those first couple of years in Rome, those endless rejections, without a glimmer of encouragement from anyone, all those failed screen tests, and yet I never let my desire slide away from me, my belief in myself and what I felt I could achieve.",
        "author": "Sophia Loren"
      },
      {
        "quote":
          "Thus, in a real sense, I am constantly writing autobiography, but I have to turn it into fiction in order to give it credibility.",
        "author": "Katherine Paterson"
      },
      {
        "quote":
          "I learned that you should feel when writing, not like Lord Byron on a mountain top, but like child stringing beads in kindergarten--happy, absorbed and quietly putting one bead on after another.",
        "author": "Brenda Ueland"
      },
      {
        "quote":
          "Writing is a solitary occupation. Family, friends, and society are the natural enemies of the writer. He must be alone, uninterrupted, and slightly savage if he is to sustain and complete an undertaking.",
        "author": "Jessamyn West"
      },
      {
        "quote": "Writing is hard work and bad for the health.",
        "author": "E. B. White"
      },
      {
        "quote":
          "No nation ancient or modern ever lost the liberty of freely speaking, writing, or publishing their sentiments, but forthwith lost their liberty in general and became slaves.",
        "author": "John Peter Zenger"
      },
      {
        "quote": "Journal writing is a voyage to the interior.",
        "author": "Christina Baldwin"
      },
      {
        "quote":
          "I do believe it is possible to create, even without ever writing a word or painting a picture, by simply molding one's inner life. And that too is a deed.",
        "author": "Etty Hillesum"
      },
      {
        "quote":
          "Bureaucrats write memoranda both because they appear to be busy when they are writing and because the memos, once written, immediately become proof that they were busy.",
        "author": "Charles Peters"
      },
      {
        "quote":
          "True glory consists in doing what deserves to be written in writing what deserves to be read and in so living as to make the world happier for our living in it.",
        "author": "Pliny the Elder"
      },
      {
        "quote":
          "This is the challenge of writing. You have to be very emotionally engaged in what youre doing, or it comes out flat. You cant fake your way through this.",
        "author": "Real Live Preacher"
      },
      {
        "quote": "Vigorous writing is concise.",
        "author": "William Jr. Strunk"
      },
      {
        "quote": "The skill of writing is to create a context in which other people can think.",
        "author": "Edwin Schlossberg"
      },
      {
        "quote": "Writing and travel broaden your ass if not your mind and I like to write standing up.",
        "author": "Ernest Hemingway"
      },
      {
        "quote":
          "I have searched for my forehead to find a secret writing about my fate and I found no trace of destiny, but my very own decisions!",
        "author": "Mehmet Murat ildan"
      },
      {
        "quote": "God is love, but get it in writing.",
        "author": "Gypsy Rose Lee"
      },
      {
        "quote":
          "Report writing, like motor-car driving and love-making, is one of those activities which almost every Englishman thinks he can do well without instruction. The results are of course usually abominable.",
        "author": "Tom Margerison, \"A Random Walk in Science\" compiled by R. L. Weber, edited by E. Mendoza"
      },
      {
        "quote":
          "My writing is like a ten gallon spring. It can issue from the ground anywhere at all. On smooth ground it rushes swiftly on and covers a thouasand li in a single day without difficulty. When it twists and turns among mountains and rocks, it fits its form to things it meets: unknowable. What can be known is, it always goes where it must go, always stops where it cannot help stopping -- nothing else. More than that, even I cannot know.",
        "author": "Su Shih"
      },
      {
        "quote":
          "...Then anyone who leaves behind him a written manual, and likewise anyone who receives it, in the belief that such writing will be clear and certain, must be exceedingly simple-minded...",
        "author": "Plato, _Phaedrus_"
      },
      {
        "quote":
          "In the modern world, in which thousands of people are dying every hour as a consequence of politics, no writing anywhere can begin to be credible unless it is informed by political awareness and principles. Writers who have neither product utopian trash.",
        "author": "John Berger"
      },
      {
        "quote":
          "Never be entirely idle; but either be reading, or writing, or praying or meditating or endeavoring something for the public good.",
        "author": "Thomas a Kempis"
      },
      {
        "quote":
          "When one is grateful for something too good for common thanks, writing is less unsatisfactory than speech-one does not, at least, hear how inadequate the words are.",
        "author": "George Eliot"
      },
      {
        "quote": "Literature is the art of writing something that will be read twice; journalism what will be read once.",
        "author": "Cyril Connolly, Enemies of Promise (1938)"
      },
      {
        "quote":
          "Vigorous writing is concise. A sentence should contain no unnecessary words, a paragraph no unnecessary sentences, for the same reason that a drawing should have no unnecessary lines and a machine no unnecessary parts. This requires not that the writer make all his sentences short, or that he avoid all detail and treat his subjects only in outline, but that every word tell.",
        "author": "William Strunk Jr., Elements of Style"
      },
      {
        "quote":
          "For this invention of yours will produce forgetfulness in the minds of those who learn it, by causing them to neglect their memory, inasmuch as, from their confidence in writing, they will recollect by the external aid of foreign symbols, and not by the internal use of their own faculties. Your discovery, therefore, is a medicine not for memory, but for recollection-for recalling to, not for keeping in mind.",
        "author": "Plato"
      },
      {
        "quote":
          "Where there is much desire to learn, there of necessity will be much arguing, much writing, many opinions; for opinions in good men is but knowledge in the making.",
        "author": "John Milton"
      },
      {
        "quote":
          "True glory consists in doing what deserves to be written; in writing what deserves to be read; and in so living as to make the world happier for our living in it.",
        "author": "Pliny The Elder"
      },
      {
        "quote": "Advice to writers: Sometimes you just have to stop writing. Even before you begin.",
        "author": "Stanislaw J. Lec, \"Unkempt Thoughts\""
      },
      {
        "quote":
          "If you would not be forgotten as soon as you are dead, either write things worth reading, or do things worth writing.",
        "author": "Benjamin Franklin"
      },
      {
        "quote":
          "I have never thought of writing for reputation and honor. What I have in my heart must come out; that is the reason why I compose.",
        "author": "Ludwig van Beethoven"
      },
      {
        "quote":
          "In every bit of honest writing in the world, there is a base theme. Try to understand men, if you understand each other you will be kind to each other. Knowing a man well never leads to hate and nearly always leads to love.",
        "author": "John Steinbeck"
      },
      {
        "quote":
          "This is the challenge of writing. You have to be very emotionally engaged in what you're doing, or it comes out flat. You can't fake your way through this.",
        "author": "Real Live Preacher, RealLivePreacher.com Weblog, January 29, 2004"
      },
      {
        "quote": "Good writing takes more than just time; it wants your best moments and the best of you.",
        "author": "Real Live Preacher, RealLivePreacher.com weblog, 10-09-04"
      },
      {
        "quote": "A writer is somebody for whom writing is more difficult than it is for other people.",
        "author": "Thomas Mann"
      },
      {
        "quote": "Writing in English is the most ingenious torture ever devised for sins commited in previous lives.",
        "author": "James Joyce"
      },
      {
        "quote": "Writing is a socially acceptable form of schizophrenia.",
        "author": "E.L. Doctorow"
      },
      {
        "quote":
          "You know what I say to people when I hear they're writing an anti-war book?… I say, \"why don't you write an anti-glacier book instead?\" What he meant, of course, was that there would always be wars, that they were as easy to stop as glaciers. I believe that, too.",
        "author": "Kurt Vonnegut, Slaughter-House 5"
      },
      {
        "quote": "That everybody is allowed to learn to read spoileth in the long run not only writing but thinking.",
        "author": "Friedrich Nietzsche, Thus Spake Zarathustra"
      },
      {
        "quote": "Fiction writing is great. You can make up almost anything.",
        "author": "Ivana Trump"
      },
      {
        "quote": "Major writing is to say what has been seen, so that it need never be said again.",
        "author": "Delmore Schwartz"
      },
      {
        "quote":
          "If you would not be forgotten, as soon as you are rotten, either write things worth reading or do things worth the writing.",
        "author": "Benjamin Franklin"
      },
      {
        "quote":
          "Yes, there is a Nirvanah; it is leading your sheep to a green pasture, and in putting your child to sleep, and in writing the last line of your poem.",
        "author": "Kahlil Gibran, Essay on Robert Frost, quoted in N. Y.. Times: Obit-Editorial, April 1982"
      },
      {
        "quote":
          "To be a prized scientist you have to be good at science, to be a mathematician, you have to be good at math, to be a Pulitzer prize winner, you'd have to my excellent at writing, but to be a famous person in history, learning history will get you nowhere.\" -Anonymous",
        "author": "Jen"
      },
      {
        "quote":
          "One of the diseases of this age is the multitude of books. It is a thriftless and a thankless occupation, this writing of books: a man were better to sing in a cobbler?s shop, for his pay is a penny a patch; but a book-writer, if he get sometimes a few commendations from the judicious, he shall be sure to reap a thousand reproaches from the malicious.",
        "author": "Barnaby Rich"
      },
      {
        "quote":
          "I just tried to come up with some honest songs. What I was writing about was real plain stuff that I wasn't sure was going to be interesting to other people. But I guess it was.",
        "author": "John Prine"
      },
      {
        "quote": "The profession of book writing makes horse racing seem like a solid, stable business.",
        "author": "John Steinbeck"
      },
      {
        "quote":
          "All the critics who could not make their reputations by discovering you are hoping to make them by predicting hopefully your approaching impotence, failure and general drying up of natural juices. Not a one will wish you luck or hope that you will keep on writing unless you have political affiliations in which case these will rally around and speak of you and Homer, Balzac, Zola and Link Steffens.",
        "author": "Ernest Hemingway"
      },
      {
        "quote":
          "There are few cases in which mere popularity should be considered a proper test of merit; but the case of song-writing is, I think, one of the few.",
        "author": "Edgar Allan Poe"
      },
      {
        "quote": "There are three rules for writing the novel. Unfortunately no one knows what they are.",
        "author": "W. Somerset Maugham"
      },
      {
        "quote":
          "All writers are vain, selfish and lazy, and at the very bottom of their motives lies a mystery. Writing a book is a long, exhausting struggle, like a long bout of some painful illness. One would never undertake such a thing if one were not driven by some demon whom one can neither resist nor understand.",
        "author": "George Orwell"
      },
      {
        "quote":
          "Would you not like to try all sorts of lives -- one is so very small -- but that is the satisfaction of writing -- one can impersonate so many people.",
        "author": "Katherine Mansfield"
      },
      {
        "quote":
          "My cool judgement is, that if all the other doctrines of devils which have been committed to writing since letters were in the world were collected together in one volume, it would fall short of this; and that, should a Prince form himself by this book, so calmly recommending hypocrisy, treachery, lying, robbery, oppression, adultery, whoredom, and murder of all kinds, Domitian or Nero would be an angel of light compared to that man.",
        "author": "John Wesley"
      },
      {
        "quote":
          "A revolution is not a dinner party, or writing an essay, or painting a picture, or doing embroidery; it cannot be so refined, so leisurely and gentle, so temperate, kind, courteous, restrained and magnanimous. A revolution is an insurrection, an act of violence by which one class overthrows another.",
        "author": "Mao Zedong"
      },
      {
        "quote":
          "Shocking writing is like murder: the questions the jury must decide are the questions of motive and intent.",
        "author": "E. B. White"
      },
      {
        "quote":
          "When I first thought about writing the book Charlie and the Chocolate Factory, I never originally meant to have children in it at all!",
        "author": "Roald Dahl"
      },
      {
        "quote": "True glory consists in doing what deserves to be written; in writing what deserves to be read",
        "author": "Pliny the Elder"
      },
      {
        "quote":
          "True glory consists in doing what deserves to be written; in writing what deserves to be read; and in so living as to make the world happier and better for our living in it.",
        "author": "Pliny the Elder"
      },
      {
        "quote":
          "Every writing career starts as a personal quest for sainthood, for self-betterment. Sooner or later, and as a rule quite soon, a man discovers that his pen accomplishes a lot more than his soul.",
        "author": "Joseph Brodsky"
      },
      {
        "quote":
          "The Twist was a guided missile, launched from the ghetto into the very heart of suburbia. The Twist succeeded, as politics, religion, and law could never do, in writing in the heart and soul what the Supreme Court could only write on the books.",
        "author": "Eldridge Cleaver"
      },
      {
        "quote":
          "My plan of instruction is extremely simple and limited. They learn, on week-days, such coarse works as may fit them for servants. I allow of no writing for the poor. My object is not to make fanatics, but to train up the lower classes in habits of industry and piety.",
        "author": "Hannah More"
      },
      {
        "quote":
          "Never be bothered that your life/journey on earth will end/cease someday. But, always be mindful that your life/journey on earth won't/can't start afresh. After all, anyone who is down already ought not to fear to fall down anymore. So, never fail to positively use up the time that you've got/been given by God. Because, whether you like it or not, your lifetime will surely elapse/expire/cease someday. Oh! Yes, and what I'm writing about is not a matter of choice.",
        "author": "Emeasoba George"
      },
      {
        "quote":
          "I am making a last attempt at writing a real letter -- at least from here -- although that qualification, I believe, is utterly superfluous. I do not think that I was fated at any time to write to anyone from anywhere.",
        "author": "Eugene Botkin"
      },
      {
        "quote": "Writing is the only profession where no one considers you ridiculous if you earn no money.",
        "author": "Jules Renard"
      },
      {
        "quote":
          "The Enemy, who wears her mother's usual face and confidential tone, has access; doubtless stares into her writing case and listens on the phone.",
        "author": "Phyllis McGinley"
      },
      {
        "quote":
          "Writing is more than anything a compulsion, like some people wash their hands thirty times a day for fear of awful consequences if they do not. It pays a whole lot better than this type of compulsion, but it is no more heroic.",
        "author": "Julie Burchill"
      },
      {
        "quote": "Writing is the only thing that, when I do it, I don't feel I should be doing something else.",
        "author": "Gloria Steinem"
      },
      {
        "quote":
          "Nothing is poorer than a truth expressed as it was thought. Committed to writing in such cases, it is not even a bad photograph. Truth wants to be startled abruptly, at one stroke, from her self-immersion, whether by uproar, music or cries for help.",
        "author": "Walter Benjamin"
      },
      {
        "quote":
          "Of all the ways of acquiring books, writing them oneself is regarded as the most praiseworthy method. Writers are really people who write books not because they are poor, but because they are dissatisfied with the books which they could buy but do not like.",
        "author": "Walter Benjamin"
      },
      {
        "quote":
          "Gonzo journalism is a style of reporting based on William Faulkner's idea that the best fiction is far more true than any kind of journalism -- and the best journalists have always known this. True gonzo reporting needs the talents of a master journalist, the eye of an artist/photographer and the heavy balls of an actor. Because the writer must be a participant in the scene, while he's writing it -- or at least taping it, or even sketching it. Or all three. Probably the closest analogy to the ideal would be a film director/producer who writes his own scripts, does his own camera work and somehow manages to film himself in action, as the protagonist or at least a main character.",
        "author": "Hunter S. Thompson"
      },
      {
        "quote":
          "Writing prejudicial, off-putting reviews is a precise exercise in applied black magic. The reviewer can draw free-floating disagreeable associations to a book by implying that the book is completely unimportant without saying exactly why, and carefully avoiding any clear images that could capture the reader's full attention.",
        "author": "William S. Burroughs"
      },
      {
        "quote":
          "For no one, in our long decline,So dusty, spiteful and divided,Had quite such pleasant friends as mine,Or loved them half as much as I did. [stanza 3]The library was most inviting:The books upon the crowded shelvesWere mainly of our private writing:We kept a school and taught ourselves. [stanza 15]From quiet homes and first beginning,Out to the undiscovered ends,Theres nothing worth the wear of winning,But laughter and the love of friends. [stanza 22]You do retain the song we set,And how it rises, trips and scans?You keep the sacred memory yet,Republicans? Republicans?[stanza 36]",
        "author": "Hilaire Belloc"
      },
      {
        "quote":
          "Literature is the art of writing something that will be read twice; journalism what will be grasped at once.",
        "author": "Cyril Connolly"
      },
      {
        "quote": "Writing is like getting married. One should never commit oneself until one is amazed at one's luck.",
        "author": "Iris Murdoch"
      },
      {
        "quote": "The discipline of writing something down is the first step toward making it happen.",
        "author": "Lee Iacocca"
      },
      {
        "quote":
          "It took me fifteen years to discover I had no talent for writing, but I couldn't give it up, because by that time I was too famous.",
        "author": "Robert Benchley"
      },
      {
        "quote": "The biggest obstacle to professional writing is the necessity for changing a typewriter ribbon.",
        "author": "Robert Benchley"
      },
      {
        "quote": "Writing a book just might be the hardest thing I've ever done, besides trying to get laid in college.",
        "author": "Howard Stern"
      },
      {
        "quote":
          "Language is political. That's why you and me, my Brother and Sister, that's why we supposed to choke our natural self into the weird, lying, barbarous, unreal, white speech and writing habits that the schools lay down like holy law. Because, in other words, the powerful don't play; they mean to keep that power, and those who are the powerless (you and me) better shape up --mimic/ape/suck --in the very image of the powerful, or the powerful will destroy you --you and our children.",
        "author": "June Jordan"
      },
      {
        "quote":
          "Any historian of the literature of the modern age will take virtually for granted the adversary intention, the actually subversive intention, that characterizes modern writing -- he will perceive its clear purpose of detaching the reader from the habits of thought and feeling that the larger culture imposes, of giving him a ground and a vantage point from which to judge and condemn, and perhaps revise, the culture that produces him.",
        "author": "Lionel Trilling"
      },
      {
        "quote":
          "Typography has one plain duty before it and that is to convey information in writing. No argument or consideration can absolve typography from this duty.",
        "author": "Emil Ruder"
      },
      {
        "quote":
          "The only phenomenon with which writing has always been concomitant is the creation of cities and empires, that is the integration of large numbers of individuals into a political system, and their grading into castes or classes. It seems to have favored the exploitation of human beings rather than their enlightenment.",
        "author": "Claude Lévi-Strauss"
      },
      {
        "quote":
          "Debugging is twice as hard as writing the code in the first place. Therefore, if you write the code as cleverly as possible, you are, by definition, not smart enough to debug it.",
        "author": "Brian Kernighan"
      },
      {
        "quote": "Writing books is the closest men ever come to childbearing.",
        "author": "Norman Mailer"
      },
      {
        "quote":
          "Hi, Neat post. There's a problem with your website in internet explorer, would test this IE still is the market leader and a good portion of people will miss your great writing due to this problem. cgdddkbaaebeaefa",
        "author": "Smithe621"
      },
      {
        "quote":
          "Anyone who has achieved immortality is never afraid to die someday. Yes! because his or her fame or legacy will surely outlive him or her. I have achieved immortality all over the internet via my thought-provoking quotes, motivations and inspirations. In fact, my thought-provoking quotes and my words of wisdom will surely and eventually outlive me or rather live on after my demise. And guess what? I&#039;m yet to achieve more of it (immortality) even beyond the internet setting through my up-coming books, my writing and speaking gift or potential. -Emeasoba George",
        "author": "Emeasoba George"
      },
      {
        "quote":
          "I would love to spend all my time writing to you; I'd love to share with you all that goes through my mind, all that weighs on my heart, all that gives air to my soul; phantoms of art, dreams that would be so beautiful if they could come true.",
        "author": "Luigi Pirandello"
      },
      {
        "quote":
          "“Aberjhani's writing blows the mind and frees the psyche of any rigid assumptions about ancestral heritage. Here, our collective experience is starkly rendered. The transparency of one culture overlays another, and another, to form the daguerreotype of possibilities that is homo sapiens, interacting, almost like the elements themselves, with the created world and modified only by context and its imperatives.”-- from Circles and Arcs",
        "author": "Rosy Cole"
      },
      {
        "quote":
          "The ambivalence of writing is such that it can be considered both an act and an interpretive process that follows after an act with which it cannot coincide. As such, it both affirms and denies its own nature.",
        "author": "Paul de Man"
      },
      {
        "quote":
          "My primary motivation for writing is to communicate my perceptions and insights into the human condition, in a way that may provide understanding, comfort, and company to others.",
        "author": "Vanna Bonta"
      },
      {
        "quote": "Teaching English and teaching Writing are two separate things.",
        "author": "Vanna Bonta"
      },
      {
        "quote": "XML is the lazy refuge of cowards who fear writing parsers.",
        "author": "Rose Hayes"
      },
      {
        "quote": "The art of writing is the art of discovering what you believe.",
        "author": "David Hare"
      },
      {
        "quote":
          "“ I’ve been doing this work for more than eighty years now, but for me it’s like I am writing reports for God. Like I’m showing what kind of place this planet called Earth is.”",
        "author": "Chikabo Kumada"
      },
      {
        "quote":
          "Honest and Truthful writing comes straight from the Heart, and it reveals everything that even reality obscures.",
        "author": "Deodatta V. Shenai-Khatkhate"
      },
      {
        "quote": "The writing of the wise are the only riches our posterity cannot squander.",
        "author": "Walter Savage Landor"
      },
      {
        "quote": "Anne really liked chatting and gossiping. That's the same with me. Then I like reading and writing.",
        "author": "Hannah Taylor-Gordon"
      },
      {
        "quote":
          "Life is always what you make of it. It cannot be yours if you allow others to write on the blank pages of your book of Life. You must take charge, and lead your life the way you believe it should, with the values you believe in. Start writing the chapters of your book of Life with your own wonderful words, not dictated by others. Good luck!",
        "author": "Deodatta V. Shenai-Khatkhate"
      },
      {
        "quote": "Writing is an abstract art of drawing pictures of the conscious and subconscious mind with words.",
        "author": "Debasish Mridha, M.D."
      },
      {
        "quote": "Writing is the dancing of the mind on a stage called paper.",
        "author": "Debasish Mridha, M.D."
      },
      {
        "quote": "Writing is a disease of the mind, which is expressed through a pen.",
        "author": "Debasish Mridha, M.D."
      },
      {
        "quote": "A butler supplies food to nourish your body, but a writer nourishes your mind through writing.",
        "author": "Debasish Mridha, M.D."
      },
      {
        "quote": "Writing is a great way of talking with an endless audience for never-ending time.",
        "author": "Debasish Mridha, M.D."
      },
      {
        "quote": "Good writing is a mirror of the mind where readers can see themselves again and again.",
        "author": "Debasish Mridha, M.D."
      },
      {
        "quote": "When you are writing you're creating beauty for mind.",
        "author": "Debasish Mridha, M.D."
      },
      {
        "quote":
          "I am writing just to inspire you, encourage you, empower you, and give you hope when you are fighting your life's battle.",
        "author": "Debasish Mridha, M.D."
      },
      {
        "quote":
          "You're writing every moment in your mind but not putting it down on paper. Write your thoughts; it will be beautiful.",
        "author": "Debasish Mridha, M.D."
      },
      {
        "quote": "You are not responsible for the reader, \nyou're only responsible for what you are writing.",
        "author": "Debasish Mridha, M.D."
      },
      {
        "quote": "Writing comes from the fear of failure not from the joy of winning.",
        "author": "Debasish Mridha, M.D."
      },
      {
        "quote":
          "There is something delicious about writing the first words of a story. You never quite know where they'll take you.”\n― Beatrix Potter",
        "author": "Beatrix Potter"
      },
      {
        "quote": "Writing is the dancing of words, sometimes it is beautiful and meaningful, sometimes it is not.",
        "author": "Debasish Mridha, M.D."
      },
      {
        "quote":
          "My purpose of writing is to express my love for you,\nno matter, who you are, where you live or whatever you do.",
        "author": "Debasish Mridha, M.D."
      },
      {
        "quote": "Writing blooms flowers for mind, which last forever.",
        "author": "Debasish Mridha, M.D."
      },
      {
        "quote": "Write as if life has no meaning without writing.",
        "author": "Debasish Mridha, M.D."
      },
      {
        "quote": "I am writing something very simple that will change you and change the world.",
        "author": "Debasish Mridha, M.D."
      },
      {
        "quote":
          "The best chapter in the book of life is always the one that's not written yet. Make sure that you start writing on those blank pages with your own words that come straght from your heart. Be the master of your destiny, the real author of your book of life, and most importantly, don't let others dictate their words to you ever again.",
        "author": "Deodatta V. Shenai-Khatkhate"
      },
      {
        "quote":
          "The true craftsman has a light in his eye that Money can't buy  Hal Stebbins\nI read this once when I was Writing a children's story; a time when inspiration had struck...At that time I knew just what he meant...It was so true.  Shirley Briggs",
        "author": "Oscar Wilde"
      },
      {
        "quote":
          "The best chapter in your book of life is always the one that's not written yet. Start writing it right away, with your own words and not the ones that get dictated to you by others. You're the only one who can fill those unwritten pages with enthusiasm, passion and dedication. So, take charge of your book of life, and don't ever rely on others who would be least interested in making it either exciting or outstanding. You're the Creator and the Master of your Destiny!",
        "author": "Deodatta V. Shenai-Khatkhate"
      },
      {
        "quote":
          "Writing is perhaps the best way of de-stressing, but if done with an adulteration of the feelings and/or with an expectation of an appreciation then it only and eventually leads to frustration.",
        "author": "Anuj Somany"
      },
      {
        "quote":
          "Fallibility is simply defined as state of being capable of making\nmistakes or being wrong sometimes. Permit me to tell you this, every human is fallible in nature. Yes! you heard me right as usual, even the Pope himself is fallible in nature. That is to say, there is no exception to what I&#039;m writing or talking about. Although, he (the Pope) is widely regarded as infallible according to the dogma of the Roman catholic church. But come on, is the pope (a) catholic? Nevertheless, it is delusion to regard any human as infallible. I mean, anyone who regards any other human as incapable of making mistakes or being wrong is nothing but delusive. Besides, whoever that claims to be infallible has never tried out something new before and it is only a coward who is often reluctant to try out something new, just because of fear of failure. Wait a second, is the Pope (a) catholic? Furthermore, in case you don&#039;t know, almighty God is the only one who is ever infallible. Apart from him (Almighty God) no other person is infallible naturally, regardless of world renowned professors. Anyway, do quote me right or rather you can say I said so. ~Emeasoba George",
        "author": "EMEASOBA GEORGE"
      },
      {
        "quote":
          "If writing a lot alone could help a person to make a lot of money, then a lot of people would have been the authors only.",
        "author": "Anuj Somany"
      },
      {
        "quote":
          "If people could be awakened to their senses by mere preaching or writing, then probably no person would be smoking upon seeing the statutory warning on cigarette packets.",
        "author": "Anuj Somany"
      },
      {
        "quote":
          "Immortality is defined as the indefinite continuation of a person&#039;s existence even after death. In other words, it is a never-ending existence, regardless of whether or not the body dies. I mean, it is the state of being able to live perpetually. That is to say, an immortal being is anyone who has achieved immortality (enduring fame). And consequently, he or she will never be forgotten. Because, he or she deserves to be remembered and celebrated globally or perpetually. Now listen up, many mortals like you have already achieved immortality through their passions, generosities, magnanimities, sagacities, professions, careers and through their God-given resources, gifts, talents, inventions, discoveries, creativities, originalities, ingenuities, published books, quotes, thoughts, insights, motivations, inspirations and other publications. For instance, all writers or authors right here or out there have already achieved immortality via their published books, quotes, insights, ideas, motivations, inspirations and via other written works or publications. In fact, that&#039;s why they (authors or writers) will surely be remembered and celebrated globally or perpetually throughout the posterity ahead (all future generations). Yes! because the writers or authors published books, quotes, insights, ideas, motivations, inspirations and other written works or publications will surely be read, shared, assimilated, adopted, utilized, celebrated or criticized globally and perpetually by the posterity ahead (all future generations ahead). Anyway, that connotes and infers, if you (personally) really long to be remembered or celebrated globally and perpetually after your demise, then you should strive to achieve immortality now that you are still alive either through your passion, profession, career, generosity or through your God-given sagacity, knowledge, gift, talent, resources, thoughts, insights, ideas or stuffs like that. Better still, endeavour to write and publish something worth reading or endeavour to succeed in doing things that are worth writing. All I&#039;m saying is that you too can make a difference and you can equally succeed in leaving a positive legacy behind for the posterity ahead. Believe you me, you can do just that. Note: I (personally) do believe in you. So come on, dare to believe in your own self. ~Emeasoba George",
        "author": "Emeasoba George"
      },
      {
        "quote": "In the best interest of profession, a writer should sometimes refrain from writing.",
        "author": "Ramana Pemmaraju"
      },
      {
        "quote":
          "Writing is probably the only form of art, through which you can express, which you would otherwise wouldn&#039;t dare to say in person....",
        "author": "Ramana Pemmaraju"
      },
      {
        "quote": "Creative writing is very similar to pooping. Can&#039;t write till there is enough pressure!",
        "author": "Ashima"
      },
      {
        "quote": "Often have got own thoughts lengthy during writing by merely looking to the feeling capacity of others.",
        "author": "Anuj Somany"
      },
      {
        "quote": "Writing is nothing more than a guided dream.",
        "author": "Jorge Luis Borges"
      },
      {
        "quote":
          "A self-seeker is very clever to never miss an opportunity to picture oneself on the social media posts almost every day and some day even does share own photo with somebody by writing that s/he was with the best buddy there &#38; would not spare even own family members in all own publicity affairs.",
        "author": "Anuj Somany"
      },
      {
        "quote":
          "We can choose to continue with the existing reality, or we can choose to change the world we live in by learning, by evolving, by becoming conscious of our programs, and re-writing them as needed to create what we want. Simply, we cannot realize who we truly are by remaining who we have been. And so it is collectively. It is up to us to change ourselves. It is up to us to change the world.",
        "author": "H.W. Mann"
      },
      {
        "quote":
          "The ground reality is that there is no beauty created in writing for others’ MIND unless and until it is written by a person with own SOUL’s feelings to touch the people’s HEART.",
        "author": "Anuj Somany"
      },
      {
        "quote":
          "Ordinary mind says that there is a beauty in writing ,but the beautiful heart knows that it is solely then when the words are penned down with the soul&#039;s feelings.",
        "author": "Anuj Somany"
      },
      {
        "quote":
          "A person who gets into writing a book with an intention to make a big money out of it will soon get frustrated.",
        "author": "Anuj Somany"
      },
      {
        "quote":
          "Fallibility is simply defined as state of being capable of making\nmistakes or being wrong sometimes. Permit me to tell you this, every human is fallible in nature. Yes! you heard me right as usual, even the Pope himself is fallible in nature. That is to say, there is no exception to what I&#039;m writing or talking about. Although, he (the Pope) is widely regarded as infallible according to the dogma of the Roman catholic church. But come on, is the pope (a) catholic? Nevertheless, it is delusion to regard any human as infallible. I mean, anyone who regards any other human as incapable of making mistakes or being wrong is nothing but delusive. Besides, whoever that claims to be infallible has never tried out something new before and it is only a coward who is often reluctant to try out something new, just because of fear of failure. Wait a second, is the Pope (a) catholic? Furthermore, in case you don&#039;t know, almighty God is the only one who is ever infallible. Apart from him (Almighty God) no other person is infallible naturally, regardless of world renowned professors. Anyway, do quote me right or rather you can say I said so. ~Emeasoba George",
        "author": "Emeasoba George"
      },
      {
        "quote":
          "A company, which asks the job-seeking candidates to give it in writing a road-map as how they are going to make it grow as a condition or clause for their hiring, is most likely making a great financial loss and most probably its boss is seriously contemplating only to close down that particular business on gross.",
        "author": "Anuj Somany"
      },
      {
        "quote":
          "I’d developed the concept over time as a practitioner back in my General Electric and International Paper days, and I’d been teaching the 4C’s to my students at the University of Carolina at Chapel Hill since I’d been appointed to the chair professorship in 1986 as well as expounding on it in executive education programs and consulting work I was doing in the U.S. and Europe during that same time. I was also writing a column for the leading trade magazine “Advertising Age” for a few years and I first wrote about the 4C’s for publication in one of those columns, sometime in the year 1990.",
        "author": "Robert F. Lauterborn"
      }
    ]
  }
}
