{
  "results": {
    "result": [
      {
        "quote":
          "PART 2 THE ROAD TO NATURAL FARMING [page 197] ... D. From Organic Farming to Natural Farming [page 205] In the future, American agriculture will probably grow even larger on business capital, but on the other hand, people who are inclined to using natural methods will probably progress from organic to natural farming. The problem, however, is that the distinction between organic and natural farming is still not generally understood. Of course, scientific farming and organic farming are not that different, and fundamentally both can be called scientific. Consequently, the boundary between them is unclear. The major objective of the international conference I attended on this [1986] visit to the U.S. was to assess the current world situation and to determine in which direction to move in the future. In more concrete terms, the goal was to examine how various farming methods now being practised, such as permaculture, organic farming, and other methods based on new ideas, relate to each other and to what extent they can act in concert. I may just be feathering my own nest, but as far as I can see, the only way is to follow the road back to nature, bearing in mind an Oriental natural philosophy. I believe that in doing this, we will establish techniques that go beyond our present technology. Although this philosophy still takes various forms and names, it is clear that the thought underlying it is my \"Green Philosophy\" as I described it in The One–Straw Revolution. It is fine to turn gradually from organic farming onto the road that leads to anti-scientific farming. It is fine to set our sights on farming that perpetuates itself infinitely and on a return to nature, even while enjoying life on a designed farm. But these must not end up as microscopic techniques and should not be used as temporary fads. Even though we have these at our command, at the core there must be a natural philosophy, in order to establish a farming method that will become the great principle of an agriculture that continues infinitely.",
        "author": "Masanobu Fukuoka"
      },
      {
        "quote":
          "A little philosophy inclineth man's mind to atheism, but depth in philosophy bringeth man's minds about to religion.",
        "author": "Francis Bacon"
      },
      {
        "quote":
          "The society which scorns excellence in plumbing as a humble activity and tolerates shoddiness in philosophy because it is an exalted activity will have neither good plumbing nor good philosophy neither its pipes nor its theories will hold water.",
        "author": "John W. Gardner"
      },
      {
        "quote":
          "This is my simple religion. There is no need for temples no need for complicated philosophy. Our own brain, our own heart is our temple the philosophy is kindness.",
        "author": "Dalai Lama"
      },
      {
        "quote":
          "We must exchange the philosophy of excuse--what I am is beyond my control--for the philosophy of responsibility.",
        "author": "Barbara Charline Jordan"
      },
      {
        "quote":
          "The world is a garden of philosophy. God is its gardener; Man is the visitor. And any tree that does not bear fruits of philosophy either does not belong to that garden or is yet to be grown.",
        "author": "Kedar Joshi"
      },
      {
        "quote":
          "The society which scorns excellence in plumbing as a humble activity and tolerates shoddiness in philosophy because it is an exalted activity will have neither good plumbing nor good philosophy...neither its pipes nor its theories will hold water.",
        "author": "John W. Gardner"
      },
      {
        "quote":
          "The society which scorns excellence in plumbing as a humble activity and tolerates shoddiness in philosophy because it is an exaulted activity will have neither good plumbing nor good philosophy...neither its pipes nor its theories will hold water.",
        "author": "John W. Gardner"
      },
      {
        "quote":
          "This is my simple religion. There is no need for temples; no need for complicated philosophy. Our own brain, our own heart is our temple; the philosophy is kindness.",
        "author": "Dalai Llama"
      },
      {
        "quote":
          "I must study politics and war that my sons may have liberty to study mathematics and philosophy. My sons ought to study mathematics and philosophy, geography, natural history, naval architecture, navigation, commerce, and agriculture, in order to give their children a right to study painting, poetry, music, architecture, statuary, tapestry, and porcelain.",
        "author": "John Adams"
      },
      {
        "quote":
          "A cosmic philosophy is not constructed to fit a man; a cosmic philosophy is constructed to fit a cosmos. A man can no more possess a private religion than he can possess a private sun and moon.",
        "author": "G. K. Chesterton"
      },
      {
        "quote":
          "What man needs is not philosophy or religion in the academic or formalistic sense of the term, but ability to think rightly. The malady of the age is not absence of philosophy or even irreligion but wrong thinking and a vanity which passes for knowledge. Though it is difficult to define right thinking, it cannot be denied that it is the goal of the aspirations of everyone.",
        "author": "Swami Krishnananda"
      },
      {
        "quote":
          "Philosophy consists very largely of one philosopher arguing that all others are jackasses. He usually proves it, and I should add that he also usually proves that he is one himself.",
        "author": "H.L. Mencken"
      },
      {
        "quote":
          "Jokes of the proper kind, properly told, can do more to enlighten questions of politics, philosophy, and literature than any number of dull arguments.",
        "author": "Isaac Asimov"
      },
      {
        "quote":
          "University President Why is it that you physicists always require so much expensive equipment Now the Department of Mathematics requires nothing but money for paper, pencils, and erasers...and the Department of Philosophy is better still. It doesn't even ask for erasers.",
        "author": "Isaac Asimov"
      },
      {
        "quote":
          "A fool's brain digests philosophy into folly, science into superstition, and art into pedantry. Hence University education.",
        "author": "George Bernard Shaw"
      },
      {
        "quote": "Philosophy triumphs easily over past evils and future evils but present evils triumph over it.",
        "author": "La Rochefoucauld"
      },
      {
        "quote": "Philosophy is the science which considers truth.",
        "author": "Aristotle"
      },
      {
        "quote":
          "I have gained this by philosophy that I do without being commanded what others do only from fear of the law.",
        "author": "Aristotle"
      },
      {
        "quote":
          "One's philosophy is not best expressed in words it is expressed in the choices one makes...and the choices we make are ultimately our responsibility.",
        "author": "Roosevelt, Eleanor"
      },
      {
        "quote":
          "Keep me away from the wisdom that does not cry, the philosophy which does not laugh and the greatness which does not bow before children.",
        "author": "Kahlil Gibran"
      },
      {
        "quote": "Philosophy is a study that lets us be unhappy more intelligently.",
        "author": "Anonymous"
      },
      {
        "quote":
          "The modern conservative is engaged in one of man's oldest exercises in moral philosophy that is, the search for a superior moral justification for selfishness.",
        "author": "John Kenneth Galbraith"
      },
      {
        "quote": "There are now-a-days professors of philosophy but not philosophers.",
        "author": "Henry David Thoreau"
      },
      {
        "quote": "'I have done my best.' That is about all the philosophy of living one needs.",
        "author": "Lin Yutang"
      },
      {
        "quote": "There are more things in heaven and earth, Horatio,Than are dreamt of in your philosophy.",
        "author": "William Shakespeare"
      },
      {
        "quote":
          "When science, art, literature, and philosophy are simply the manifestation of personality they are on a level where glorious and dazzling achievements are possible, which can make a man's name live for thousands of years. But above this level, far above, separated by an abyss, is the level where the highest things are achieved. These things are essentially anonymous.",
        "author": "Simone Weil"
      },
      {
        "quote":
          "Histories make men wise poets, witty the mathematics, subtle natural philosophy, deep moral, grave logic and rhetoric, able to contend.",
        "author": "Francis Bacon"
      },
      {
        "quote":
          "Atheism leaves a man to sense, to philosophy, to natural piety, to laws, to reputation, all which may be guides to an outward moral virtue, though religion were not but superstition dismounts all these, and erects an absolute monarchy in the minds of men...the master of superstition is the people and arguments are fitted to practice, in a reverse order.",
        "author": "Francis Bacon"
      },
      {
        "quote": "Finding bad reasons for what one believes for other bad reasons - that's philosophy.",
        "author": "Aldous Huxley"
      },
      {
        "quote":
          "Friendship is not necessary, like philosophy, like art.... It has no survival value rather it is one of those things that give value to survival.",
        "author": "Clive Staples Lewis"
      },
      {
        "quote": "I've developed a new philosophy... I only dread one day at a time.",
        "author": "Charlie Brown"
      },
      {
        "quote": "Philosophy is the highest music.",
        "author": "Plato"
      },
      {
        "quote":
          "The essence of philosophy is that a man should so live that his happiness shall depend as little as possible on external things.",
        "author": "Epictetus"
      },
      {
        "quote": "All philosophy lies in two words Sustain and Abstain.",
        "author": "Epictetus"
      },
      {
        "quote":
          "What is the first business of one who practices philosophy To get rid of self-conceit. For it is impossible for anyone to begin to learn that which he thinks he already knows.",
        "author": "Epictetus"
      },
      {
        "quote":
          "There is but one truly serious philosophical problem, and that is suicide. Judging whether life is or is not worth living amounts to answering the fundamental question of philosophy.",
        "author": "Albert Camus"
      },
      {
        "quote": "Philosophy is a battle against the bewitchment of our intelligence by means of language.",
        "author": "Ludwig Wittgenstein"
      },
      {
        "quote": "All serious conversations gravitate towards philosophy.",
        "author": "Ernest Dimnet"
      },
      {
        "quote":
          "The point of philosophy is to start with something so simple as not to seem worth stating, and to end with something so paradoxical that no one will believe it.",
        "author": "Bertrand Russell"
      },
      {
        "quote":
          "I think we ought always to entertain our opinions with some measure of doubt. I shouldn't wish people dogmatically to believe any philosophy, not even mine.",
        "author": "Bertrand Russell"
      },
      {
        "quote": "Any philosophy that can be put in a nutshell belongs there.",
        "author": "Sydney Harris"
      },
      {
        "quote":
          "Isn't it strange that ... people build walls to keep an enemy out, and there's only one part of the world and one philosophy where they have to build walls to keep their people in.",
        "author": "Ronald Reagan"
      },
      {
        "quote": "Leisure is the mother of philosophy.",
        "author": "Thomas Hobbes"
      },
      {
        "quote": "Life is a gift of the immortal Gods, but living well is the gift of philosophy.",
        "author": "Lucius Annaeus Seneca"
      },
      {
        "quote": "Music is a higher revelation than philosophy.",
        "author": "Ludwig van Beethoven"
      },
      {
        "quote": "History is philosophy teaching by examples.",
        "author": "Henry St. John Bolingbroke"
      },
      {
        "quote":
          "Of course I believe that solipsism is the correct philosophy, but that's only one man's opinion.",
        "author": "Melvin Fitting"
      },
      {
        "quote":
          "We are not abandoning our convictions, our philosophy or traditions, nor do we urge anyone to abandon theirs.",
        "author": "Mikhail Sergeyevich Gorbachev"
      },
      {
        "quote":
          "To persevere is always a reflection of the state of one's inner life, one's philosophy and one's perspective.",
        "author": "David Guterson"
      },
      {
        "quote":
          "Real misanthropes are not found in solitude, but in the real world since it is experience of life, and not philosophy, which produces real hatred of mankind.",
        "author": "Giacomo Leopardi"
      },
      {
        "quote": "I have a simple philosophy. Fill what's empty. Empty what's full. And scratch where it itches.",
        "author": "Alice Roosevelt Longworth"
      },
      {
        "quote":
          "If God kills, lies, cheats, discriminates, and otherwise behaves in a manner that puts the Mafia to shame, that's Okay, he's God. He can do whatever he wants. Anyone who adheres to this philosophy has had his sense of morality, decency, justice and humaneness warped beyond recognition by the very book that is supposedly preaching the opposite.",
        "author": "Dennis McKinsey"
      },
      {
        "quote":
          "The incomparable stupidity of life teaches us to love our parents divine philosophy teaches us to forgive them.",
        "author": "Baron de la Brede et de Montesquieu"
      },
      {
        "quote":
          "On the whole, age comes more gently to those who have some doorway into an abstract world-art, or philosophy, or learning-regions where the years are scarcely noticed and the young and old can meet in a pale truthful light.",
        "author": "Freya Stark"
      },
      {
        "quote": "Europe was created by history. America was created by philosophy.",
        "author": "Margaret Hilda Thatcher"
      },
      {
        "quote":
          "I don't believe in quotas. America was founded on a philosophy of individual rights, not group rights.",
        "author": "Clarence Thomas"
      },
      {
        "quote": "Your philosophy determines whether you will go for the diciplines or continue the errors.",
        "author": "Unknown"
      },
      {
        "quote":
          "My advice to you is not to inquire why or whither, but just enjoy your ice cream while it's on your plate--that's my philosophy.",
        "author": "Thornton"
      },
      {
        "quote":
          "My philosophy is that not only are you responsible for your life, but doing the best at this moment puts you in the best place for the next moment.",
        "author": "Oprah Winfrey"
      },
      {
        "quote":
          "In Kyudo philosophy, you don't aim--you become one with the target. Then, in fact, there's nothing to aim at. I find it works well with women, too. Give it a try.",
        "author": "Sybil Adelman"
      },
      {
        "quote": "True philosophy invents nothing it merely establishes and describes what is.",
        "author": "Victor Cousin"
      },
      {
        "quote":
          "History is philosophy teaching by example, and also warning its two eyes are geography and chronology.",
        "author": "James A. Garfield"
      },
      {
        "quote": "There's a difference between a philosophy and a bumper sticker.",
        "author": "Charles M. Schulz"
      },
      {
        "quote": "I have a new philosophy. I'm only going to dread one day at a time.",
        "author": "Charles M. Schulz"
      },
      {
        "quote":
          "Europe will never be like America. Europe is a product of history. America is a product of philosophy.",
        "author": "Margaret Thatcher"
      },
      {
        "quote": "Philosophy is the child of sorrow",
        "author": "Praveen Vertex"
      },
      {
        "quote": "Philosophy teaches us to bear with equanimity the misfortunes of others.",
        "author": "Oscar Wilde"
      },
      {
        "quote": "Philosophy is to the real world as masturbation is to sex.",
        "author": "Karl Marx"
      },
      {
        "quote":
          "[F]or academic men to be happy, the universe would have to take shape. All of philosophy has no other goal: it is a matter of giving a frock coat to what is, a mathematical frock coat. On the other hand, affirming that the universe resembles nothing and is only formless amounts to saying that the universe is something like a spider or spit.",
        "author": "Battaille"
      },
      {
        "quote":
          "Philosophy is a game with objectives and no rules. Mathematics is a game with rules and no objectives.",
        "author": "Anonymous"
      },
      {
        "quote":
          "I have gained this by philosophy: that I do without being commanded what others do only from fear of the law.",
        "author": "Aristotle, from Diogenes Laertius, Lives of Eminent Philosophers"
      },
      {
        "quote":
          "What is the first business of one who practices philosophy? To get rid of self-conceit. For it is impossible for anyone to begin to learn that which he thinks he already knows.",
        "author": "Epictetus, Discourses"
      },
      {
        "quote": "There are more things in heaven and earth, Horatio,Than are dreamt of in your philosophy.",
        "author": "William Shakespeare, \"Hamlet\", Act 1 scene 5"
      },
      {
        "quote":
          "Friendship is unnecessary, like philosophy, like art...It has no survival value; rather it is one of those things that give value to survival.",
        "author": "C. S. Lewis"
      },
      {
        "quote":
          "History is philosophy teaching by example, and also warning; its two eyes are geography and chronology.",
        "author": "James A. Garfield"
      },
      {
        "quote": "True philosophy invents nothing; it merely establishes and describes what is.",
        "author": "Victor Cousin"
      },
      {
        "quote":
          "My philosophy, in essence, is the concept of man as a heroic being, with his own happiness as the moral purpose of his life, with productive achievement as his noblest activity, and reason as his only absolute.",
        "author": "Ayn Rand"
      },
      {
        "quote":
          "To choose doubt as a philosophy of life is akin to choosing immobility as a means of transportation.",
        "author": "Yann Martel, Life of Pi"
      },
      {
        "quote":
          "The most important principle of divine philosophy is the oneness of the world of humanity, the unity of mankind, the bond conjoining East and West, the tie of love which blends human hearts.",
        "author": "Abdul Baha, April 19, 1912, Earl Hall"
      },
      {
        "quote": "There are more things in heaven and earth, Horatio, than are dreamt of in your philosophy.",
        "author": "William Shakespeare, Hamlet, Act I, Scene 5"
      },
      {
        "quote":
          "Friendship is unnecessary, like philosophy, like art... it has no survival value; rather is one of those things that give value to survival.",
        "author": "C. S. Lewis"
      },
      {
        "quote":
          "Having a personal philosophy is like having a pet marmoset, because it may be very attractive when you acquire it, but there may be situations when it will not come in handy at all.",
        "author": "Lemony Snicket, A Series of Unfortunate Events: The Grimm Grotto"
      },
      {
        "quote": "The agenda of the roadblock is the philosophy of the stop sign.",
        "author": "George W. Bush, Speech (2005)"
      },
      {
        "quote":
          "You must learn some of my philosophy. Think only of the past as its remembrance gives you pleasure.",
        "author": "Jane Austen, Pride and Prejudice"
      },
      {
        "quote":
          "We do not learn by inference and deduction and the application of mathematics to philosophy, but by direct intercourse and sympathy.",
        "author": "Henry David Thoreau"
      },
      {
        "quote": "The philosophy of one century is the common sense of the next.",
        "author": "Henry Ward Beecher"
      },
      {
        "quote":
          "Any genuine philosophy leads to action and from action back again to wonder, to enduring fact of mystery.",
        "author": "Henry Miller"
      },
      {
        "quote":
          "A great philosophy is not one that passes final judgments and establishes ultimate truth. It is one that causes uneasiness and starts commotion.",
        "author": "Charles Peguy"
      },
      {
        "quote": "Philosophy triumphs easily over past evils and future evils; but present evils triumph over it.",
        "author": "Francois De La Rochefoucauld"
      },
      {
        "quote": "Religion is a man using a divining rod. Philosophy is a man using a pick and shovel.",
        "author": "Author Unknown"
      },
      {
        "quote":
          "Books are the carriers of civilization. Without books, history is silent, literature dumb, science crippled, thought and speculation at a standstill. I think that there is nothing, not even crime, more opposed to poetry, to philosophy, ay, to life itself than this incessant business.",
        "author": "Henry David Thoreau"
      },
      {
        "quote": "Do all the work you can; that is the whole philosophy of the good way of life.",
        "author": "Eugene Delacroix"
      },
      {
        "quote": "In the presence of death, no philosophy of life can feel triumphant!",
        "author": "Mehmet Murat ildan"
      },
      {
        "quote": "Rock is a great master of life. It teaches us this simple philosophy: Stay firm!",
        "author": "Mehmet Murat ildan"
      },
      {
        "quote": "If a man's judgement be impaired, let him study philosophy",
        "author": "Lot Chakonza"
      },
      {
        "quote":
          "Non-political conclusion- Egypt: Those days following the catastroph 25th of January, my philosophy about the abstract meanings of humanity and life have been amended, that I observed how much of hideous dirt exists deep inside the Egyptian individuals, that such days immensly braught it up to the surface..",
        "author": "The wise Pharoah Moe"
      },
      {
        "quote": "Philosophy is for those, who feel that they can think beyond their thoughts",
        "author": "Loachild"
      },
      {
        "quote": "Don’t see anything impossible! This simple philosophy will enable many things to be possible!",
        "author": "Mehmet Murat ildan"
      },
      {
        "quote":
          "Religion is doing; a man does not merely think his religion or feel it, he lives his religion as much as he is able, otherwise it is not religion but fantasy or philosophy.",
        "author": "G. I. Gurdjieff"
      },
      {
        "quote": "Philosophy does not regard pedigree, she received Plato not as a noble, but she made him one.",
        "author": "Seneca the Younger"
      },
      {
        "quote":
          "It is my hope that as the Negro plunges deeper into the quest for freedom and justice he will plunge even deeper into the philosophy of non-violence. The Negro all over the South must come to the point that he can say to his white brother: We will match your capacity to inflict suffering with our capacity to endure suffering. We will meet your physical force with soul force. We will not hate you, but we will not obey your evil laws. We will soon wear you down by pure capacity to suffer.",
        "author": "Martin Luther King, Jr."
      },
      {
        "quote":
          "My philosophy of life is that if we make up our mind what we are going to make of our lives, then work hard toward that goal, we never lose. Somehow we win out.",
        "author": "Ronald Reagan"
      },
      {
        "quote":
          "Accidents will occur in the best-regulated families; and in families not regulated by that pervading influence which sanctifies while it enhances... in short, by the influence of Woman, in the lofty character of Wife, they may be expected with confidence, and must be borne with philosophy.",
        "author": "Charles Dickens"
      },
      {
        "quote":
          "Philosophy always requires something more, requires the eternal, the true, in contrast to which even the fullest existence as such is but a happy moment.",
        "author": "Søren Kierkegaard"
      },
      {
        "quote":
          "Philosophy is an elegant thing, if anyone modestly meddles with it; but if they are conversant with it more than is becoming, it corrupts them.",
        "author": "Plato"
      },
      {
        "quote":
          "The sensual and spiritual are linked together by a mysterious bond, sensed by our emotions, though hidden from our eyes. To this double nature of the visible and invisible world -- to the profound longing for the latter, coupled with the feeling of the sweet necessity for the former, we owe all sound and logical systems of philosophy, truly based on the immutable principles of our nature, just as from the same source arise the most senseless enthusiasms.",
        "author": "Wilhelm von Humboldt"
      },
      {
        "quote":
          "There is a constant in the average American imagination and taste, for which the past must be preserved and celebrated in full-scale authentic copy; a philosophy of immortality as duplication. It dominates the relation with the self, with the past, not infrequently with the present, always with History and, even, with the European tradition.",
        "author": "Umberto Eco"
      },
      {
        "quote":
          "Tell me what gives a man or woman their greatest pleasure and I'll tell you their philosophy of life.",
        "author": "Dale Carnegie"
      },
      {
        "quote":
          "The human imagination... has great difficulty in living strictly within the confines of a materialist practice or philosophy. It dreams, like a dog in its basket, of hares in the open.",
        "author": "John Berger"
      },
      {
        "quote":
          "Although a system may cease to exist in the legal sense or as a structure of power, its values (or anti-values), its philosophy, its teachings remain in us. They rule our thinking, our conduct, our attitude to others. The situation is a demonic paradox: we have toppled the system but we still carry its genes.",
        "author": "Ryszard Kapuściński"
      },
      {
        "quote":
          "And new Philosophy calls all in doubt, the element of fire is quite put out; the Sun is lost, and the earth, and no mans wit can well direct him where to look for it.",
        "author": "John Donne"
      },
      {
        "quote":
          "The reason for the slow progress of the world seems to lie in a single fact. Every man is born under the yoke, and grows up beneath the oppressions of his age. He can only get a vision of the unselfish forces in the world by appealing to them, and every appeal is a call to arms. If he fights he must fight, not one man, but a conspiracy. He is always at war with a civilization. On his side is proverbial philosophy, a galaxy of invisible saints and sages, and the half-developed consciousness and professions of everybody. Against him is the world, and every selfish passion in his own heart.",
        "author": "John Jay Chapman"
      },
      {
        "quote": "Philosophy is nothing but discretion.",
        "author": "John Selden"
      },
      {
        "quote":
          "Friendship is unnecessary, like philosophy, like art. It has no survival value; rather it is one of those things that give value to survival.",
        "author": "C. S. Lewis"
      },
      {
        "quote":
          "“I emphatically do not assert the general ‘truth’ of this philosophy of punctuational change. Any attempt to support the exclusive validity of such a grandiose notion would border on the nonsensical.”",
        "author": "Stephen Jay Gould"
      },
      {
        "quote":
          "The republic, as I at least understand it, means association, of which liberty is only an element, a necessary antecedent. It means association, a new philosophy of life, a divine Ideal that shall move the world, the only means of regeneration vouchsafed to the human race.",
        "author": "Giuseppe Mazzini"
      },
      {
        "quote":
          "There is no religion in which everyday life is not considered a prison; there is no philosophy or ideology that does not think that we live in alienation.",
        "author": "Eugène Ionesco"
      },
      {
        "quote": "Philosophy! Empty thinking by ignorant conceited men who think they can digest without eating!",
        "author": "Iris Murdoch"
      },
      {
        "quote":
          "This is the criminal left that belongs not in a dormitory, but in a penitentiary. The criminal left is not a problem to be solved by the Department of Philosophy or the Department of Englishit is a problem for the Department of Justice. Black or white, the criminal left is interested in power. It is not interested in promoting the renewal and reforms that make democracy work; it is interested in promoting those collisions and conflict that tear democracy apart.",
        "author": "Spiro Agnew"
      },
      {
        "quote": "My philosophy is : there is no use of trying to be kind to those who are always rude to you.",
        "author": "Vikrant Parsai"
      },
      {
        "quote": "Philosophy makes the shy people strong and the strong people stronger.",
        "author": "Vikrant Parsai"
      },
      {
        "quote": "Philosophy goes no further than probabilities, and in every assertion keeps a doubt in reserve.",
        "author": "James Anthony Froude"
      },
      {
        "quote":
          "Philosophy offers the rather cold consolation that perhaps we and our planet do not actually exist; religion presents the contradictory and scarcely more comforting thought that we exist but that we cannot hope to get anywhere until we cease to exist. Alcohol, in attempting to resolve the contradiction, produces vivid patterns of Truth which vanish like snow in the morning sun and cannot be recalled; the revelations of poetry are as wonderful as a comet in the skies -- and as mysterious. Love, which was once believed to contain the Answer, we now know to be nothing more than an inherited behavior pattern.",
        "author": "James Thurber"
      },
      {
        "quote":
          "If/Once you believe in yourself .i.e. If/Once you become self confident. The opinions of someone else/others cannot control you/your own ideology/philosophy. Rather, they will only become tips for you. So, dare to be/remain self-confident.",
        "author": "Emeasoba George"
      },
      {
        "quote": "Philosophy may be dodged, eloquence cannot.",
        "author": "Edgar Quinet"
      },
      {
        "quote":
          "What we all hope in reaching for a book, is to meet a man of our own heart, to experience tragedies and delights which we ourselves lack the courage to invite, to dream dreams which will render life more hallucinating, perhaps also to discover a philosophy of life which will make us more adequate in meeting the trials and ordeals which beset us. To merely add to our store of knowledge or improve our culture, whatever that may mean, seems worthless to me.",
        "author": "Henry Miller"
      },
      {
        "quote": "Philosophy is the product of wonder.",
        "author": "Alfred North Whitehead"
      },
      {
        "quote":
          "Every philosophy is tinged with the coloring of some secret imaginative background, which never emerges explicitly into its train of reasoning.",
        "author": "Alfred North Whitehead"
      },
      {
        "quote":
          "It can be interesting to study ancient philosophy, but more as a kind of accident report than to teach you anything useful.",
        "author": "Paul Graham"
      },
      {
        "quote": "What is your aim in philosophy?---To shew the fly the way out of the fly-bottle.",
        "author": "Ludwig Wittgenstein"
      },
      {
        "quote":
          "It takes only unshakable faith to hold or stand one's ground. Yes! unless/until your faith is unshakable you can't/won't refuse to compromise your faith/belief/philosophy/religion.",
        "author": "Emeasoba George"
      },
      {
        "quote":
          "If an angel were ever to tell us anything of his philosophy I believe many propositions would sound like 2 times 2 equals 13.",
        "author": "Georg Christoph Lichtenberg"
      },
      {
        "quote":
          "If your stories were real I would scream my dissolution amongst the searching soul; if wishes were not so unreal I would disappear, careless, in the wind; and if words were not all vain and meaningless I would tell everyone that life is a state of mind and we are nothing but what we have been told.   If changing the world really meant something I would form a new fucking republic; and if truth existed I would kill philosophy; if god existed I would be scared.",
        "author": "Marc Broude"
      },
      {
        "quote":
          "My advice to you is not to inquire why or whither, but just enjoy your ice cream while it's on your plate -- that's my philosophy.",
        "author": "Thornton Wilder"
      },
      {
        "quote": "Real philosophy seeks rather to solve than to deny.",
        "author": "Edward Bulwer-Lytton, 1st Baron Lytton"
      },
      {
        "quote":
          "Today, I am pleased to share the best knowledge and philosophy for life, from Bhagavad Gita by Lord Krishna. It is as follows:\n\n“The man who sees me in everything\nand everything within me\nwill not be lost to me, nor\nwill I ever be lost to him.\n\nHe who is rooted in oneness\nrealizes that I am\nin every being; wherever\nhe goes, he remains in me.\n\nWhen he sees all being as equal\nin suffering or in joy\nbecause they are like himself,\nthat man has grown perfect in yoga.”",
        "author": "Deodatta V. Shenai-Khatkhate"
      },
      {
        "quote":
          "Because philosophy arises from awe, a philosopher is bound in his way to be a lover of myths and poetic fables. Poets and philosophers are alike in being big with wonder.",
        "author": "Thomas Aquinas"
      },
      {
        "quote":
          "During my childhood in India, I was brought up to believe that if you are gifted with talents, those talents are not yours - because they come to you straight from God. It's not a chance or an accident that you have the special gifts and talents. You should leverage those God-gifted talents for the purpose of advancing society and mankind, and importanly, for helping others who are in dire need. Life is a give-and-take process. The more you will give back to society, the more you shall receive from God. This upbringing and philosophy of life have kept my feet firmly on the ground. I am truly grateful to my parents and teachers who guided me with such wonderful lessons of life and humanity.",
        "author": "Deodatta V. Shenai-Khatkhate"
      },
      {
        "quote":
          "The three letters in \"GOD\" represent three important aspects of the Supreme Power IMHO, namely Generation, Organization and Destruction (of evil) that ensure an amazing balance and wonderful justice in our world. Interestingly the same three aspects are presented in Hindu Philosophy, manifested as \"Trimurti\"   or \"Trinity\" comprising Lord Brahma (Generation), Lord Vishnu (Organization), And Lord Mahesh (Destruction of evil). There is an astounding resemblance in the thought processes from the East and the West. And that's truly fascinating!",
        "author": "Deodatta V. Shenai-Khatkhate"
      },
      {
        "quote":
          "When I was growing up in India, I was taught that if you are gifted with special talents, you don't own them. Those talents aren't yours, because they come to you straight from God. I was further advised to use those God-gifted talents for advancing society, by helping people who're in dire need. It's one of the most powerful teachings that I've inherited from my childhood in India. It constantly reminds me that Life is a give-and-take process; and that the more you give back to society, the more you'll receive from God. This interesting philosophy of life instills humility, and keeps my feet firmly on the ground; no matter which country or continent I live in. And I am thankful to my parents, who guided me with such invaluable lessons of life.",
        "author": "Deodatta V. Shenai-Khatkhate"
      },
      {
        "quote":
          "Philosophize means ‘feel-loss-of-eyes’ because with open eyes you see only illusions and when you shut them and internalize, you understand the truth, the whole picture and the philosophy of all. Withdraw all your senses and internalize, let there be inner wakefulness, and MickeyMize.",
        "author": "Mickey Mehta"
      },
      {
        "quote":
          "Life is a mysterious adventure full of unexpected happenings and captivating episodes with intriguing revelations. We just have to squeeze it gently and enjoy each drop. That is philosophy. (( \"Waiting for the pieces to fall into place\" )",
        "author": "Erik Pevernagie"
      },
      {
        "quote":
          "If the Bible is inspired, then it should be a book that no man - no number of men - could produce. It should contain the perfection of philosophy. It should perfectly accord with every fact in nature. There should be no mistakes in astronomy, geology, or as to any subject or science. Its morality should be the highest, the purest. Its laws and regulations for the control of conduct should be just, wise, perfect, and perfectly adapted to the accomplishment of the ends desired. It should contain nothing calculated to make man cruel, revengeful, vindictive or infamous. It should be filled with intelligence, justice, purity, honesty, mercy, and the spirit of liberty. It should be opposed to strife and war, to slavery and lust, to ignorance, credulity, and superstition. It should develop the brain and civilise the heart. It should satisfy the heart and brain of the best and wisest. It should be true”. \n“Does the Bible satisfy this standard?” Robert G. Ingersoll, renowned Bible Scholar, in his book, “Lectures and Essays”.",
        "author": "Ahmed Moosa"
      }
    ]
  }
}
