{
  "quotes": [
    "The journey itself is my home.",
    "Do not seek to follow in the footsteps of the wise; seek what they sought.",
    "Winter solitude-<br>in a world of one colour<br>the sound of the wind.",
    "This autumn-<br>why am I growing old?<br>bird disappearing among clouds.",
    "Sitting quietly, doing nothing, Spring comes, and the grass grows, by itself.",
    "Real poetry, is to lead a beautiful life. To live poetry is better than to write it.",
    "Come, butterfly<br>It",
    "Every day is a journey, and the journey itself is home.",
    "All Heaven and Earth<br>Flowered white obliterate...<br>Snow...unceasing snow",
    "Come, see the true<br>flowers<br>of this pained world.",
    "When composing a verse let there not be a hair",
    "Many solemn nights <br>Blond moon, we stand and marvel...<br>Sleeping our noons away",
    "Between our two lives<br>there is also the life of<br>the cherry blossom.",
    "Summer grasses,<br>All that remains<br>Of soldiers",
    "The moon and sun are travelers through eternity. Even the years wander on. Whether drifting through life on a boat or climbing toward old age leading a horse, each day is a journey, and the journey itself is home.",
    "How I long to see<br>among dawn flowers,<br>the face of God.",
    "Sadly, I part from you;<br>Like a clam torn from its shell,<br>I go, and autumn too.",
    "Dead my old fine hopes<br>And dry my dreaming but still...<br>Iris, blue each spring",
    "Mountain-rose petals<br>Falling, falling, falling now...<br>Waterfall music",
    "Ballet in the air...<br>Twin butterflies until, twice white<br>They Meet, they mate",
    "Harvest moon:<br> around the pond I wander<br> and the night is gone.",
    "Even in Kyoto/Hearing the cuckoo",
    "On a bare branch a crow is perched - autumn evening",
    "No matter where your interest lies, you will not be able to accomplish anything unless you bring your deepest devotion to it.",
    "Why so scrawny, cat?<br>Starving for fat fish or mice...<br>Or backyard love?",
    "Awakened at midnight<br>by the sound of the water jar<br>cracking from the ice",
    "There is nothing you can see that is not a flower; there is nothing you can think that is not the moon.",
    "Nothing in the cry<br>of cicadas suggests they <br>are about to die",
    "Describe plum-blossoms?<br>Better than my verses...white<br>Wordless Butterflies",
    "Old dark sleepy pool...<br>Quick unexpected frog <br>Goes plop! Watersplash!",
    "Winter garden,<br>the moon thinned to a thread,<br>insects singing.",
    "Kareeda ni<br>Karasu no tomarikeri<br>Aki no kure<br><br>trans:<br>On a bare branch<br>A crow is perched -<br>Autumn evening",
    "For a lovely bowl<br>Let us arrange these flowers...<br>For there is no rice",
    "Twilight whippoorwill...<br>Whistle on, sweet deepener<br>Of dark loneliness",
    "How much I desire!<br>Inside my little satchel,<br>the moon, and flowers",
    "Amorous cat, alas<br>You too must yowl with your love...<br>or even worse, without!",

    "Not knowing the name of the tree,<br>I stood in the flood<br>of its sweet scent.",
    "Seek on high bare trails<br>Sky-reflecting violets...<br>Mountain-top jewels",
    "Moon woke me up<br>nine times<br>",
    "When a country is defeated, there remain only mountains and rivers, and on a ruined castle in spring only grasses thrive. I sat down on my hat and wept bitterly till I almost forgot time.<br><br>A thicket of summer grass<br>Is all that remains<br>Of the dreams and ambitions<br>Of ancient warriors.",
    "Year after year<br>On the monkey",
    "The temple bell stops<br>But the sound keeps coming<br>out of the flowers",
    "Old pond ",
    "In this mortal frame of mine which is made of a hundred bones and nine orifices there is something, and this something is called a wind-swept spirit for lack of a better name, for it is much like a thin drapery that is torn and swept away at the slightest stir of the wind. This something in me took to writing poetry years ago, merely to amuse itself at first, but finally making it its lifelong business. It must be admitted, however, that there were times when it sank into such dejection that it was almost ready to drop its pursuit, or again times when it was so puffed up with pride that it exulted in vain victories over the others. Indeed, ever since it began to write poetry, it has never found peace with itself, always wavering between doubts of one kind and another. At one time it wanted to gain security by entering the service of a court, and at another it wished to measure the depth of its ignorance by trying to be a scholar, but it was prevented from either because of its unquenchable love of poetry. The fact is, it knows no other art than the art of writing poetry, and therefore, it hangs on to it more or less blindly.",
    "Pausing between clouds<br>the moon rests<br>in the eyes of its beholders",
    "All who have achieved excellence in art possess one thing in common; that is, a mind to be one with nature, throughout the seasons.",
    "At one time I was weary of verse writing, and wanted to give it up. At another time I was determined to be a poet until I could establish a proud name over others. The alternatives battled in my mind and made my life restless.",
    "Along this road goes no one, this autumn eve.",
    "On this road<br>where nobody else travels<br>autumn nightfall.",
    "In my new robe<br>this morning -<br>someone else.",
    "Hidden and unknown<br>Like the new moon<br>I will live my life",
    "There we did begin, Cloisterd in the waterfall, Our summer discipline.",
    "This snowy morning<br>That black crow I hate so much. . .<br>But he",
    "Searching for the scent <br>of the early plum,<br>I found it by the eaves<br>Of a proud storehouse.",
    "Had I crossed the pass<br>Supported by a stick,<br>I would have spared myself<br>The fall from the horse.",
    "Lonely stillness",
    "A warbler singing",
    "The River Mogami has drowned<br>Far and deep<br>Beneath its surging waves<br>The flaming sun of summer",
    "Chrysanthemum<br>Silence - monk <br>Sips his morning tea.",
    "Moonlit plum tree-<br>wait, <br>spring will come.",
    "I do not seek to walk in the paths of the wise men of old, I seek what they sought.",
    "Year by year,<br>the monkey",
    "Ah, it is spring,<br>Great spring it is now,<br>Great, great spring - <br>Ah, Great -",

    "In this world of ours, <br>We eat only to cast out, <br>Sleep only to wake, <br>And what comes after all that <br>Is simply to die at last.",
    "you make the fire<br>and I",

    "Everyone in this house<br>has gray hair, walks with a cane,<br>visits the graveyard",
    "Wintery day,<br>On my horse<br>A frozen shadow.",
    "The past remains hidden in clouds of memory.",
    "Here is a greedy man who keeps to himself<br>The beautiful pears ripe in his garden.",
    "A bush-warbler,<br>Coming to the verandah-edge,<br>Left its droppings<br>On the rice-cakes.",
    "dozing on horseback<br>smoke form the tea-fires<br>drifts to the moon",
    "El viejo estanque una rana se sumerge ruido de agua",
    "The moon and sun are eternal travelers. Even the years wander on. A lifetime adrift in a boat or in old age leading a tired horse into the years, every day is a journey, and the journey itself is home. ",
    "Skylark sings all<br>day, and day <br>not long enough.",
    "Sick while traveling<br>dream of a withered field<br>wandering around",
    "Cormorant fishing:<br>How stirring,<br>How saddening",
    "Days and months are travellers of eternity. So are the years that pass by. Those who steer a boat across the sea, or drive a horse over the earth till they succumb to the weight of years, spend every minute of their lives travelling. There are a great number of ancients, too, who died on the road. I myself have been tempted for a long time by the cloud-moving wind - filled with a strong desire to wander.",
    "Old yam digger ",
    "It is only a barbarous mind that sees other than the flower, merely an animal mind that dreams of other than the moon.",
    "Darkening waves ",
    "on this mountain<br> sorrow...tell me about it<br> digger of wild yams",
    "Spring passes<br>and the birds cry out",
    "What is important is to keep our mind high in the world of true understanding, and returning to the world of our daily experience to seek therein the truth of beauty. No mater what we may be doing at a given moment, we must not forget that it has a bearing upon our everlasting self which is poetry."
  ]
}
