{
  "quotes": [
    "Don&apos;t tell me the moon is shining; show me the glint of light on broken glass.",
    "Perhaps man has a hundred senses, and when he dies only the five senses that we know perish with him, and the other ninety-five remain alive.",
    "Any idiot can face a crisis; it&apos;s this day-to-day living that wears you out.",
    "The role of the artist is to ask questions, not answer them.",
    "What a fine weather today! Can&#x2019;t choose whether to drink tea or to hang myself.",
    "The world is, of course, nothing but our conception of it.",
    "When asked, &quot;Why do you always wear black?&quot;, he said, &quot;I am mourning for my life.",
    "Wisdom.... comes not from age, but from education and learning.",
    "You have lost your reason and taken the wrong path. You have taken lies for truth, and hideousness for beauty. You would marvel if, owing to strange events of some sorts, frogs and lizards suddenly grew on apple and orange trees instead of fruit, or if roses began to smell like a sweating horse; so I marvel at you who exchange heaven for earth. I don&apos;t want to understand you.",
    "Perhaps the feelings that we experience when we are in love represent a normal state. Being in love shows a person who he should be.",
    "Medicine is my lawful wife, and literature is my mistress. When I get fed up with one, I spend the night with the other",
    "Civilized people must, I believe, satisfy the followin",
    "If you are afraid of loneliness, don&apos;t marry.",
    "Man is what he believes.",
    "We shall find peace. We shall hear angels, we shall see the sky sparkling with diamonds.",
    "There should be more sincerity and heart in human relations, more silence and simplicity in our interactions. Be rude when you&#x2019;re angry, laugh when something is funny, and answer when you&#x2019;re asked.",
    "A woman can become a man&apos;s friend only in the following stages - first an acquantaince, next a mistress, and only then a friend.",
    "If ever my life can be of any use to you, come and claim it.",
    "To fear love is to fear life, and those whose fear life are already three parts dead...",
    "There is nothing more awful, insulting, and depressing than banality.",
    "Why are we worn out? Why do we, who start out so passionate, brave, noble, believing, become totally bankrupt by the age of thirty or thirty-five? Why is it that one is extinguished by consumption, another puts a bullet in his head, a third seeks oblivion in vodka, cards, a fourth, in order to stifle fear and anguish, cynically tramples underfoot the portrait of his pure, beautiful youth? Why is it that, once fallen, we do not try to rise, and, having lost one thing, we do not seek another? Why?",
    "And I despise your books, I despise wisdom and the blessings of this world. It is all worthless, fleeting, illusory, and deceptive, like a mirage. You may be proud, wise, and fine, but death will wipe you off the face of the earth as though you were no more than mice burrowing under the floor, and your posterity, your history, your immortal geniuses will burn or freeze together with the earthly globe.",
    "The happy man only feels at ease because the unhappy bear their burden in silence. Without this silence, happiness would be impossible.",
    "There are a great many opinions in this world, and a good half of them are professed by people who have never been in tro",
    "The task of a writer is not to solve the problem but to state the problem correctly.",
    "Even in Siberia there is happiness.",
    "...and with a burning pain in my heart I realized how unnecessary, how petty, and how deceptive all that had hindered us from loving was. I understood that when you love you must either, in your reasonings about that love, start from what is highest, from what is more important than happiness or unhappiness, sin or virtue in their accepted meaning, or you must not reason at all.",
    "I was oppressed with a sense of vague discontent and dissatisfaction with my own life, which was passing so quickly and uninterestingly, and I kept thinking it would be a good thing if I could tear my heart out of my breast, that heart which had grown so weary of life.",
    "Do you see that tree? It is dead but it still sways in the wind with the others. I think it would be like that with me. That if I died I would still be part of life in one way or another.",
    "These people have learned not from books, but in the fields, in the wood, on the river bank. Their teachers have been the birds themselves, when they sang to them, the sun when it left a glow of crimson behind it at setting, the very trees, and wild herbs.",
    "If my life can ever be of any use to you, come and take it.",
    "Man will become better when you show him what he is like.",
    "Three o&apos;clock in the morning. The soft April night is looking at my windows and caressingly winking at me with its stars. I can&apos;t sleep, I am so happy.",

    "I think human beings must have faith or must look for faith, otherwise our life is empty, empty. To live and not to know why the cranes fly, why children are born, why there are stars in the sky. You must know why you are alive, or else everything is nonsense, just blowing in the wind.",
    "We are accustomed to live in hopes of good weather, a good harvest, a nice love-affair, hopes of becoming rich or getting the office of chief of police, but I&apos;ve never noticed anyone hoping to get wiser. We say to ourselves: it&apos;ll be better under a new tsar, and in two hundred years it&apos;ll still be better, and nobody tries to make this good time come tomorrow. On the whole, life gets more and more complex every day and moves on its own sweet will, and people get more and more stupid, and get isolated from life in ever-increasing numbers.",
    "Be sure <i>not</i> to discuss your hero&apos;s state of mind. Make it clear from his act",
    "Only one who loves can remember so well.",
    "They say philosophers and wise men are indifferent. Wrong. Indifference is a paralysis of the soul, a premature death.",
    "He had two lives: one, open, seen and known by all who cared to know, full of relative truth and of relative falsehood, exactly like the lives of his friends and acquaintances; and another life running its course in secret. And through some strange, perhaps accidental, conjunction of circumstances, everything that was essential, of interest and of value to him, everything in which he was sincere and did not deceive himself, everything that made the kernel of his life, was hidden from other people.",
    "Nothing can be accomplished by logic and ethics.",
    "Dear and most respected bookcase! I welcome your existence, which has for over one hundred years been devoted to the radiant ideals of goodness and justice.",
    "I kept thinking how marvellous it would be if I could somehow tear my heart, which felt so heavy, out of my chest.",
    "It&apos;s very hard, feeling that you&apos;re no more than a piece of unwanted furniture in this world.",
    "Only during hard times do people come to understand how difficult it is to be master of their feelings and thoughts.",
    "If you want to work on your art, work on your life.",
    "M",
    "You don&apos;t understand, you fool&apos; says Yegor, looking dreamily up at the sky. &apos;You&apos;ve never understood what kind of person I am, nor will you in a million years... You just think I&apos;m a mad person who has thrown his life away... Once the free spirit has taken hold of a man, there&apos;s no way of getting it out of him.",
    "Fine. Since the tea is not forthcoming, let&apos;s have a philosophical conversation.",
    "When a lot of remedies are suggested for a disease, that means it cannot be cured.",
    "I reflected how many satisfied, happy people there really are! What a suffocating force it is! You look at life: the insolence and idleness of the strong, the ignorance and brutishness of the weak, incredible poverty all about us, overcrowding, degeneration, drunkenness, hypocrisy, lying... Yet all is calm and stillness in the houses and in the streets; of the fifty thousand living in a town, there s not one who would cry out, who would give vent to his indignation aloud. We see the people going to market for provisions, eating by day, sleeping by night, talking their silly nonsense, getting married, growing old, serenely escorting their dead to the cemetery; but we do not see and we do not hear those who suffer, and what is terrible in life goes on somewhere behind the scenes...Everything is so quiet and peaceful, and nothing protests but mute statistics: so many people gone out of their minds, so many gallons of vodka drunk, so many children dead from malnutrition... And this order of things s evidently necessary; evidently the happy man only feels at ease because the unhappy bear their burdens in silence, and without that silence happiness would be impossible.",
    "And what does it mean -- dying? Perhaps man has a hundred senses, and only the five we know are lost at death, while the other ninety-five remain alive.",
    "This life of ours...human life is like a flower gloriously blooming in a meadow: along comes a goat, eats it up---no more flower.",
    "..when one has no real life, one lives by mirages. It&apos;s still better than nothing.",
    "And only now, when he was gray-haired, had he fallen in love properly, thoroughly, for the first time in his life.",
    "Formerly, when I would feel a desire to understand someone, or myself, I would take into consideration not actions, in which everything is relative, but wishes. Tell me what you want and I&apos;ll tell you who you are.",
    "Do silly things. Foolishness is a great deal more vital and healthy than our straining and striving after a meaningful life.",
    "[Six principles that make for a good story:] 1. Absence of lengthy verbiage of a political-social-economic nature; 2. total objectivity; 3. truthful descriptions of persons and objects; 4. extreme brevity; 5. audacity and originality: flee the stereotype; 6. compassion.",
    "When describing nature, a writer should seize upon small details, arranging them so that the reader will see an image in his mind after he closes his eyes. For instance: you will capture the truth of a moonlit night if you&apos;ll write that a gleam like starlight shone from the pieces of a broken bottle, and then the dark, plump shadow of a dog or wolf appeared. You will bring life to nature only if you don&apos;t shrink from similes that liken its activities to those of human",
    "There will come a time when everybody will know why, for what purpose, there is all this suffering, and there will be no more mysteries. But now we must live ... we must work, just work!",
    "Here I am with you &amp; yet not for a single moment do I forget that there&apos;s an unfinished novel waiting for me.",
    "In all the universe nothing remains permanent and unchanged but the spirit.",
    "In Moscow you sit in a huge room at a restaurant; you know no one and no one knows you, and at the same time you don&apos;t feel a stranger. But here you know everyone and everyone knows you, and yet you are a stranger -- a stranger... A stranger, and lonely...",
    "I should think I&apos;m going to be a perpetual student.",
    "I feel like a donkey, with a stick in my mouth and a carrot up my ass.",
    "let us learn to appreciate there will be times when the trees will be bare, and look forward to the time when we may pick the fruit.",
    "He always seemed to women different from what he was, and they loved in him not himself, but the man created by their imagination, whom they had been eagerly seeking all their lives; and afterwards, when they noticed their mistake, they loved him all the same.",
    "Useless pursuits and conversations always about the same things absorb the better part of one&apos;s time, the better part of one&apos;s strength, and in the end there is left a life grovelling and curtailed, worthless and trivial, and there is no escaping or getting away from it&#x2014;just as though one were in a madhouse or prison.",
    "I don&#x2019;t understand anything about the ballet; all I know is that during the intervals the ballerinas stink like horses.",
    "To harbor spiteful feelings against ordinary people for not being heroes is possible only for narrow-minded or embittered man.",
    "The illusion which exalts us is dearer to us than ten thousand truths.",
    "My own experience is that once a story has been written, one has to cross out the beginning and the end. It is there that we authors do most of our lying.",
    "How many happy, satisfied people there are, after all, I said to myself. What an overwhelming force! Just consider this life--the insolence and idleness of the strong, the ignorance and bestiality of the weak, all around intolerable poverty, cramped dwellings, degeneracy, drunkenness, hypocrisy, lying...and yet peace and order apparently prevail in all those homes and in the streets. Of the fifty thousand inhabitants of a town, not one will be found to cry out, to proclaim his indignation aloud. We see those who go to the market to buy food, who eat in the daytime and sleep at night, who prattle away, marry, grow old, carry their dead to the cemeteries. But we neither hear nor see those who suffer, and the terrible things in life are played out behind the scenes. All is calm and quiet, and statistics, which are dumb, protest: so many have gone mad, so many barrels of drink have been consumed, so many children died of malnutrition...and apparently this is as it should be. Apparently those who are happy can only enjoy themselves because the unhappy bear their burdens in silence, and but for this silence happiness would be impossible. It is a kind of universal hypnosis. There ought to be a man with a hammer behind the door of every happy man, to remind him by his constant knocks that there are unhappy people, and that happy as he himself may be, life will sooner or later show him its claws, catastrophe will overtake him--sickness, poverty, loss--and nobody will see it, just as he now neither sees nor hears the misfortunes of others. But there is no man with a hammer, the happy man goes on living and the petty vicissitudes of life touch him lightly, like the wind in an aspen-tree, and all is well.",
    "What must human beings be, to destroy what they can never create?",

    "The past,&apos; he thought, &apos;is linked with the present by an unbroken chain of events flowing one out of another.&apos; And it seemed to him that he had just seen both ends of that chain; that when he touched one end the other quivered.",
    "She had a passionate longing for the garden, the darkness, the pure sky, the stars.",
    "we all have too many wheels, screws and valves to judge each other on first impressions or one or two pointers. I don&apos;t understand you, you don&apos;t understand me and we don&apos;t understand ourselves.",
    "They say, tell me what you&apos;ve read and I&apos;ll tell you who you are.",
    "After us they&apos;ll fly in hot air balloons, coat styles will change, perhaps they&apos;ll discover a sixth sense and cultivate it, but life will remain the same, a hard life full of secrets, but happy. And a thousand years from now man will still be sighing, &quot;Oh! Life is so hard!&quot; and will still, like now, be afraid of death and not want to die.",
    "For God&apos;s sake, have some self-respect and do not run off at the mouth if your brain is out to lunch.",
    "He is an emancipated thinker who is not afraid to write foolish things.",
    "I&apos;ve never been in love. I&apos;ve dreamt of it day and night, but my heart is like a fine piano no one can play because the key is lost.",
    "We just philosophize, complain of boredom, or drink vodka. It&apos;s so clear, you see, that if we&apos;re to begin living in the present, we must first of all redeem our past and then be done with it forever. And the only way we can redeem our past is by suffering and by giving ourselves over to exceptional labor, to steadfast and endless labor.",
    "In displaying the psychology of your characters, minute particulars are essential. God save us from vague generalizat",
    "A naive man is nothing better than a fool. But you women contrive to be naive in such a way that in you it seems sweet, and gentle, and proper, and not as silly as it really is.",
    "Sasha: Men don&apos;t understand a lot of things. Every young girl is going to be drawn more to a failure than to a successful man, because they&apos;re all attracted by the notion of active love... Do you understand? Active. Men are busy with their work, and therefore for them love is something right in the background. A conversation with the wife, a stroll with her in the garden, a nice time, a cry on her grave - that&apos;s all. But for us love is life. I love you, that means that I dream of how I&apos;ll cure you of your depression, of how I&apos;ll go with you to the ends of th",
    "The unhappy are egoistic, spiteful, unjust, cruel, and less capable of understanding each other than fools. Unhappiness does not bring people together but draws them apart, and even where one would fancy people should be united by the similarity of their sorrow, far more injustice and cruelty is generated than in comparatively placid surroundings.",
    "There is nothing new in art except talent.",
    "When you want to touch the reader&apos;s heart, try to be colder. It gives their grief as it were, a background, against which it stands out in greater relief.",
    "This man, who for twenty-five years has been reading and writing about art, and in all that time has never understood anything about art, has for twenty-five years been hashing over other people&apos;s ideas about realism, naturalism and all that nonsense; for twenty-five years he has been reading and writing about what intelligent people already know and about what stupid people don&apos;t want to know--which means that for twenty-five years he&apos;s been taking nothing and making nothing out of it. And with it all, what conceit! What pretension!",
    "",
    "The snow has not yet left the earth, but spring is already asking to enter your heart. If you have ever recovered from a serious illness, you will be familiar with the blessed state when you are in a delicious state of anticipation, and are liable to smile without any obvious reason. Evidently that is what nature is experiencing just now. The ground is cold, mud and snow squelches under foot, but how cheerful, gentle and inviting everything is! The air is so clear and transparent that if you were to climb to the top of the pigeon loft or the bell tower, you feel you might actually see the whole universe from end to end. The sun is shining brightly, and its playful, beaming rays are bathing in the puddles along with the sparrows. The river is swelling and darkening; it has already woken up and very soon will begin to roar. The trees are bare, but they are already living and breathing.",
    "We should show life neither as it is, nor as it should be, but as we see it in our dreams.",
    "If an intelligent, educated, and healthy man begins to complain of his lot and go down-hill, there is nothing for him to do but to go on down until he reaches the bottom--there is no hope for him. Where could my salvation come from? How can I save myself? I cannot drink, because it makes my head ache. I never could write bad poetry. I cannot pray for strength and see anything lofty in the languor of my soul. Laziness is laziness and weakness weakness. I can find no other names for them. I am lost, I am lost; there is no doubt of that.",
    "My thoughts about human happiness, for some peculiar reason, had always been tinged with a certain sadness.",
    "A hungry dog believes in nothing but meat.",
    "Anna Petrovna: Never talk to women about your own good qualities. Let them find out for themselves.",
    "What truth? You see where truth is, and where untruth is, but I seem to have lost my sight and see nothing. You boldly settle all important questions, but tell me, dear, isn&apos;t it because you&apos;re young, because you haven&apos;t had time to suffer till you settled a single one of your questions? You boldly look forward, isn&apos;t it because you cannot foresee or expect anything terrible, because so far life has been hidden from your young eyes? You are bolder, more honest, deeper than we are, but think only, be just a little magnanimous, and have mercy on me.",
    "In Moscow you can sit in an enormous restaurant where you don&#x2019;t know anybody and where nobody knows you, and you don&#x2019;t feel all the same that you&#x2019;re a stranger. And here you know everybody and everybody knows you, and you&#x2019;re a stranger... and a lonely stranger.",
    "Only entropy comes easy.",
    "Write about this man who, drop by drop, squeezes the slave&apos;s blood out of himself until he wakes one day to find the blood of a real human being--not a slave&apos;s--coursing through his veins.",
    "I must run away, I must escape this very day or I shall go out of my mind.",
    "Just look at this life: the insolence and idleness of the strong, the ignorance and brutishness of the weak, impossible poverty all around us, overcrowding, degeneracy, drunkenness, hypocrisy, lies...Yet in all the houses and streets it&apos;s quiet, peaceful; of the fifty thousand people who live in town there is not one who would cry out or become loudly indignant. We see those who go to the market to buy food, eat during the day, sleep during the night, who talk their nonsense, get married, grow old, complacently drag their dead to the cemetery; but we don&apos;t see or hear those who suffer, and the horrors of life go on somewhere behind the scenes. Everything is quiet, peaceful, and only mute statistics protest: so many gone mad, so many buckets drunk, so many children dead of malnutrition... And this order is obviously necessary; obviously the happy man feels good only because the unhappy bear their burden silently, and without that silence happiness would be impossible. It&apos;s a general hypnosis. At the door of every happy, contented man somebody should stand with a little hammer, constantly tapping, to remind him that unhappy people exist, that however happy he may be, sooner or later life will show him its claws, some calamity will befall him--illness, poverty, loss--and nobody will hear or see, just as he doesn&apos;t hear or see others now. But there is nobody with a little hammer, the happy man lives on, and the petty cares of life stir him only slightly, as wind stirs an aspen--and everything is fine.",
    "Desription should be very brief and have an incidental nature.",
    "&#x627;&#x646;&#x62A;&#x638;&#x631;&#x64A; &#x642;&#x644;&#x64A;&#x644;&#x627; &#x644;&#x627; &#x62A;&#x62A;&#x639;&#x62C;&#x644",
    "&#x622;&#x62F;&#x645; &#x62E;&#x648;&#x634;&#x628;&#x62E;&#x62A; &#x62E;&#x648;&#x634;&#x628;&#x62E;&#x62A;&#x6CC; &#x62E;&#x648;&#x62F;&#x634; &#x631;&#x627; &#x62D;&#x633; &#x646;&#x645;&#x6CC;&#x200C;&#x6A9;&#x646;&#x62F;&#x60C; &#x645;&#x6AF;&#x631; &#x648;&#x642;&#x62A;&#x6CC; &#x6A9;&#x647; &#x628;&#x62F;&#x628;&#x62E;&#x62A; &#x647;&#x627; &#x631;&#x627; &#x628;&#x628;&#x6CC;&#x646;&#x62F; &#x6A9;&#x647; &#x628;&#x627;&#x631; &#x62E;&#x648;&#x62F;&#x634;&#x627;&#x646; &#x631;&#x627; &#x62F;&#x631; &#x62E;&#x627;&#x645;&#x648;&#x634;&#x6CC; &#x628;&#x647; &#x62F;&#x648;&#x634; &#x645;&#x6CC;&#x200C;&#x6A9;&#x634;&#x646;&#x62F;",
    "The teacher must be an actor, an artist,passionately in love with his work.",

    "Oh, how people love to disappear from your life. Especially when you already got attached to them.",
    "Going to see plays isn&apos;t what you people should do. Try looking at yourselves a little more often and see what gray lives you all lead. How much of what you say is unnecessary.",
    "You&apos;ve only got to begin to do anything to find out how few honest, honourable people there are. Sometimes, when I can&apos;t sleep, I think: &quot;Oh Lord, you&apos;ve given us huge forests, infinite fields, and endless horizons, and we, living here, ought really to be giants.",
    "Not only after two or three centuries, but in a million years, life will still be as it was; life does not change, it remains for ever, following its own laws which do not concern us, or which, at any rate, you will never find out. Migrant birds, cranes for example, fly and fly, and whatever thoughts, high or low, enter their heads, they will still fly and not know why or where. They fly and will continue to fly, whatever philosophers come to life among them; they may philosophize as much as they like, only they will fly....",
    "It is always &quot;Youth, youth,&quot; when there is nothing else to be said.",
    "Which executioner is the more humane, he who kills you in a few minutes or he who drags the life out of you in the course of many years",
    "Oh, dreams! In one night, lying with one&apos;s eyes shut, one may sometimes live through more than ten years of happiness.",
    "If one wants to lead a good life, A HUMAN LIFE, one must work.",
    "When a woman is plain, people say, &apos;What beautiful eyes you have, beautiful hair."
  ]
}
